Repository: DMOS-Technologies/formcreator
Catalog: locales/*.po
Languages: ca_es, cs_cz, hr_hr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sk_sk, tr_tr

source: User not found or invalid email address: %s
ca_es: No s'ha trobat l'usuari o l'adreça electrònica no és corrrecte: %s
cs_cz: Uživatel nebyl nalezen nebo je nevalidní emailová adresa %s
hr_hr: Korisnik nije pronađen ili je e-adresa nevaljana: %s
it_it: Utente non trovato o e-mail non valida :%s
ja_jp: ユーザーが見つからないか、無効なメールアドレス : %s
ko_kr: 사용자를 찾을 수 없거나 잘못된 이메일 주소: %s
pt_br: Usuário não encontrado ou endereço de e-mail inválido: %s
ru_ru: Пользователь не найден или недействительный адрес электронной почты: %s
sk_sk: Používateľ nebol nájdený, alebo neplatná emailová adresa: %s
tr_tr: Kullanıcı bulunamadı ya da e-posta adresi geçersiz: %s

source: No attached document
ca_es: No hi ha cap document adjunt
cs_cz: Bez připojených dokumentů
hr_hr: Nema priloženog dokumenta
it_it: Nessun documento allegato
ja_jp: 文書が添付されていません
ko_kr: 첨부된 문서 없음
pt_br: Nenhum documento anexado
ru_ru: Нет прикрепленных документов
sk_sk: Nebol priložený dokument
tr_tr: Ekli bir belge yok

source: Attached document
ca_es: Document adjunt
cs_cz: Připojený dokument
hr_hr: Priloženi dokument
it_it: Documento allegato
ja_jp: 添付文書
ko_kr: 첨부된 문서
pt_br: Documento anexado
ru_ru: Прикрепленный документ
sk_sk: Priložený dokument
tr_tr: Ekli belge

source: A required file is missing: %s
ca_es: Falta un fitxer necessari: %s
cs_cz: Chybí požadovaný soubor: %s
hr_hr: Nedostaje jedna obavezna datoteka: %s
it_it: Manca un file richiesto: %s
ja_jp: 必要なファイルがありません : %s
ko_kr: 필수 파일이 누락되었습니다: %s
pt_br: Faltando arquivo obrigatório: %s
ru_ru: Отсутствует требуемый файл: %s
sk_sk: Chýba požadovaný súbor: %s
tr_tr: Gerekli bir dosya eksik: %s

source: File
ca_es: Arxiu
cs_cz: Soubor
hr_hr: Datoteka
ja_jp: ファイル
ko_kr: 파일
pt_br: Arquivo
ru_ru: Файл
sk_sk: Súbor
tr_tr: Dosya

source: Multiselect
cs_cz: Výběr vícero položek
hr_hr: Višestruki odabir
it_it: Selettore multiplo
ja_jp: 複数選択
ko_kr: 다중선택
pt_br: Seleção Múltipla
ru_ru: Множественный выбор
sk_sk: Viacnásobný výber
tr_tr: Çoklu seçim

source: Warning: Additional Fields plugin is disabled or missing
ca_es: Alerta: el connector de camps addicionals està desactivat o falta
cs_cz: Upozornění: Zásuvný modul Další pole je deaktivován nebo chybí
hr_hr: Upozorenje: Dodatak za dodatna polja je deaktiviran ili nedostaje
it_it: Attenzione: il plugin Campi addizionali è disabilitato o mancante
ja_jp: 警告 : 追加のフィールドプラグインが無効か、インストールされていません
ko_kr: 경고:부가 항목 플러그인이 비활성화 됐거나 없습니다.
pt_br: Aviso\: O plug-in de campos adicionais está desabilitado ou ausente
ru_ru: Осторожно: плагин Дополнительные поля отключен либо утерян
sk_sk: Upozornenie: Ďalšie polia pluginu sú zakázané alebo chýbajú
tr_tr: Uyarı: Ek alanlar uygulama eki devre dışı bırakılmış ya da eksik

source: Block
ca_es: Bloc
cs_cz: Blokovat
hr_hr: Blok
it_it: Blocco
ja_jp: ブロック
ko_kr: 블록
pt_br: Bloquear
ru_ru: Заблокировано
sk_sk: Blok
tr_tr: Engelle

source: Field
ca_es: Camps
cs_cz: Pole
hr_hr: Polje
it_it: Campo
ja_jp: フィールド
ko_kr: 항목
pt_br: Campo
ru_ru: Поле
sk_sk: Pole
tr_tr: Alan

source: show
ca_es: mostra
cs_cz: zobrazit
hr_hr: prikaži
it_it: mostra
ja_jp: 表示
ko_kr: 표시
pt_br: mostrar
ru_ru: показать
sk_sk: ukázať
tr_tr: görüntüle

source: Field '%1$s' type not implemented yet!
ca_es: El tipus de camp '%1$s' encara no s'ha implementat!
cs_cz: Typ pole '%1$s' není ještě implementován!
hr_hr: Polje „%1$s” još nije implementirano!
ja_jp: 「%1$s」フィールドの型は未実装です！
ko_kr: 항목 '%1$s' 유형이 아직 구현되지 않았습니다!
pt_br: Tipo de campo '%1$s' ainda não implementado!
ru_ru: Тип поля "%1$s" еще не реализован !
sk_sk: Typ poľa '%1$s' ešte nie je implementovaný!
tr_tr: '%1$s' alan türü henüz kullanıma sunulmamış!

source: Some numeric fields contains non numeric values
ca_es: Alguns camps numèrics contenen valors no numèrics
cs_cz: Některá číselná pole obsahují nečíselné hodnoty
hr_hr: Neka numerička polja sadrže ne numeričke vrijednosti
ja_jp: 数字でない値を含む数値フィールドがあります
ko_kr: 일부 숫자 항목에 숫자가 아닌 값들이 포함되었습니다
pt_br: Alguns campos numéricos contêm valores não numéricos
ru_ru: Некоторые числовые поля содержат не числовые значения
sk_sk: Niektoré číselné polia obsahujú nečíselné hodnoty
tr_tr: Bazı sayısal alanlarda sayısal olmayan değerler var

source: Some URL fields contains invalid links
ca_es: Alguns camps d'URL contenen enllaços no vàlids
cs_cz: Některá pole adres URL obsahují neplatné odkazy
hr_hr: Neka URL polja sadrže neispravne poveznice
ja_jp: 無効なリンクを含む URL フィールドがあります
ko_kr: 일부 URL 항목에 잘못된 링크가 포함되었습니다
pt_br: Alguns campos da URL contêm links inválidos
ru_ru: Некоторые URL-поля содержат неверные ссылки
sk_sk: Niektoré polia adries URL obsahujú neplatné odkazy
tr_tr: Bazı adres alanlarında geçersiz bağlantılar var

source: Additionnal fields
ca_es: Camps addicionals
cs_cz: Další pole
hr_hr: Dodatna polja
ja_jp: 追加のフィールド
ko_kr: 부가 항목
pt_br: Campos adicionais
ru_ru: Дополнительные поля
sk_sk: Doplnkové polia
tr_tr: Ek alanlar

source: Checkboxes
cs_cz: Zaškrtávací kolonka
hr_hr: Potvrdni okviri
it_it: Checkbox
ja_jp: チェックボックス
ko_kr: 체크박스
pt_br: Caixas de Seleção
ru_ru: Галочки
sk_sk: Začiarkavacie políčka
tr_tr: İşaret kutuları

source: Range min
ca_es: Interval mínim
cs_cz: Rozsah min
hr_hr: Minimum raspona
ja_jp: 範囲の下限
ko_kr: 범위 최소값
pt_br: Intervalo mín
ru_ru: Диапазон мин.
sk_sk: Rozsah min
tr_tr: Aralık başlangıcı

source: Range max
ca_es: Interval màxim
cs_cz: Rozsah max
hr_hr: Maksimum raspona
ja_jp: 範囲の上限
ko_kr: 범위 최대값
pt_br: Intervalo máx
ru_ru: Диапазон макс.
sk_sk: Rozsah max
tr_tr: Aralık bitişi

source: Request type
ca_es: Tipus de petició
cs_cz: Typ dotazu
hr_hr: Vrsta zahtjeva
ja_jp: 要求の型
ko_kr: 요청 유형
pt_br: Tipo de Solicitação
ru_ru: Тип запроса
sk_sk: Typ požiadavky
tr_tr: İstek türü

source: This is not a number: %s
ca_es: Això no és un número: %s
cs_cz: Toto není číslo: %s
hr_hr: Ovo nije broj: %s
it_it: Non è un numero: %s
ja_jp: これは数値ではありません : %s
ko_kr: 이것은 숫자가 아님: %s
pt_br: Isto não é um número: %s
ru_ru: Это не число: %s
sk_sk: Toto nie je číslo: %s
tr_tr: Bu bir sayı değil: %s

source: Decimal number
cs_cz: Desetinné číslo
hr_hr: Decimalni broj
ja_jp: 10進数
ko_kr: 10진수
pt_br: Número decimal
ru_ru: Десятичное число
tr_tr: Ondalık sayı

source: Date
ca_es: Data
cs_cz: Datum
hr_hr: Datum
ja_jp: 日付
ko_kr: 날짜
pt_br: Data
ru_ru: Дата
sk_sk: Dátum
tr_tr: Tarih

source: Description
ca_es: Descripció
cs_cz: Popis
hr_hr: Opis
it_it: Descrizione
ja_jp: 説明
ko_kr: 상세
pt_br: Descrição
ru_ru: Описание
sk_sk: Popis
tr_tr: Açıklama

source: A description field should have a description:
ca_es: El camp Descripció hauria de tenir una descripció:
cs_cz: Kolonka popis by měla obsahovat popis:
hr_hr: Polje opisa bi trebalo imati opis:
it_it: Un campo descrizione deve avere una descrizione:
ja_jp: 記述フィールドには記述が必要です :
ko_kr: 상세 항목을 써야 합니다:
pt_br: Um campo de "descrição" necessita de uma descrição:
ru_ru: Поле с описанием должно содержать описание:
sk_sk: Pole popisu by malo obsahovať popis:
tr_tr: Bir açıklama alanında açıklama bulunmalıdır:

source: Hidden field
cs_cz: Skryté pole
hr_hr: Skriveno polje
ja_jp: 非表示フィールド
ko_kr: 숨겨진 항목
pt_br: Campo oculto
ru_ru: Скрытое поле
tr_tr: Gizli alan

source: Condition
cs_cz: Podmínka
hr_hr: Stanje
ja_jp: 状態
ko_kr: 조건
pt_br: Condição
ru_ru: Условие
tr_tr: Koşul

source: is visible
ca_es: és visible
cs_cz: je viditelný
hr_hr: je vidljiv
it_it: è visibile
ja_jp: 表示？
ko_kr: 보임
pt_br: é visível
ru_ru: виден
sk_sk: je viditeľný
tr_tr: görünür

source: is not visible
ca_es: no és visible
cs_cz: není viditelný
hr_hr: nije vidljiv
it_it: non è visibile
ja_jp: 非表示
ko_kr: 보이지 않음
pt_br: não é visível
ru_ru: не виден
sk_sk: nie je viditeľný
tr_tr: görünmez

source: regular expression matches
ca_es: coincidències d'expressions regulars
cs_cz: odpovídá regulárnímu výrazu
hr_hr: regularni izraz se podudara
it_it: corrispondenze di espressioni regolari
ja_jp: 正規表現で照合
ko_kr: 정규식 일치
pt_br: correspondências de expressão regular
ru_ru: совпадает с регулярным выражением
tr_tr: kurallı ifade eşleşmeleri

source: Always displayed
ca_es: Mostrar sempre
cs_cz: Vždy zobrazeno
hr_hr: Uvijek prikazano
it_it: Mostrato sempre
ja_jp: 常時表示
ko_kr: 항상 표시됨
pt_br: Sempre exibido
ru_ru: Всегда отображается
sk_sk: Vždy zobrazené
tr_tr: Her zaman görüntülensin

source: Hidden unless
ca_es: Ocult llevat que
cs_cz: Skrýt dokud
hr_hr: Skriveno, ukoliko
it_it: Nascosto a meno che
ja_jp: 非表示条件 :
ko_kr: 그 외에 숨김
pt_br: Escondido a menos que
ru_ru: Скрыт до тех пор, пока
sk_sk: Skryté, pokiaľ
tr_tr: Şu olmadan gizlensin

source: Displayed unless
ca_es: Mostra llevat que
cs_cz: Zobrazit dokud
hr_hr: Prikazano, ukoliko
it_it: Mostrato a meno che
ja_jp: 表示条件 :
ko_kr: 그 외에 표시됨
pt_br: Exibido a menos que
ru_ru: Отображается до тех пор, пока
sk_sk: Zobrazené pokiaľ
tr_tr: Şu olmadan görüntülensin

source: Failed to add or update the %1$s %2$s
ca_es: No s'ha pogut afegir o actualitzar %1$s%2$s
cs_cz: Nepodařilo se přidat nebo aktualizovat %1$s %2$s
hr_hr: Neuspjelo dodavanje ili aktualiziranje: %1$s %2$s
ja_jp: %1$s %2$s の追加・更新に失敗
ko_kr: %1$s %2$s의 추가 또는 갱신에 실패함
pt_br: Falha ao adicionar ou atualiza o %1$s %2$s
ru_ru: Не удалось добавить или обновить %1$s %2$s
sk_sk: Nepodarilo sa pridať alebo aktualizovať %1$s %2$s
tr_tr: %1$s%2$s eklenemedi ya da güncellenemedi

source: Cannot export an empty object: %s
ca_es: No es pot exportar un objecte buit: %s
cs_cz: Nelze exportovat prázdný objekt: %s
hr_hr: Nije moguće izvesti prazni objekt: %s
ja_jp: 空のオブジェクトはエクスポートできません : %s
ko_kr: 빈 객체를 불러올 수 없음: %s
pt_br: Não é possível exportar um objeto vazio: %s
ru_ru: Невозможно экспортировать пустой объект: %s
sk_sk: Nie je možné exportovať prázdny objekt: %s
tr_tr: Boş bir nesne dışa aktarılamaz: %s

source: Conditions
ca_es: Condicions
cs_cz: Podmínky
hr_hr: Uvjeti
it_it: Condizioni
ja_jp: 状態
ko_kr: 조건
pt_br: Condições
ru_ru: Условия
sk_sk: Podmienky
tr_tr: Koşullar

source: Importing
ca_es: Important
cs_cz: Importuji
hr_hr: Uvoz u tijeku
ja_jp: インポート中
ko_kr: 불러오기
pt_br: Importando
ru_ru: Импорт
sk_sk: Importuje sa
tr_tr: İçe aktarılıyor

source: Import in progress
ca_es: Importació en curs
cs_cz: Probíhá import
hr_hr: Uvoz u tijeku
ja_jp: インポートしています
ko_kr: 가져오기 중
pt_br: Importação em progresso
ru_ru: Идет процесс импорта
sk_sk: Prebieha import
tr_tr: İçe aktarılıyor

source: Issue
cs_cz: Problém
hr_hr: Problem
ja_jp: 問題
ko_kr: 문제 사항
ru_ru: Проблема
tr_tr: Sorun

source: Update issue data from tickets and form answers
ca_es: Problema d'actualització de dades de tiquets i respostes del formulari
cs_cz: Aktualizovat data problému z požadavků a odpovědí z formulářů
hr_hr: Aktualiziraj podatke problema iz naloga i odgovora na obrascu
it_it: Aggiorna i dati sui problemi dai ticket e dai moduli di risposta
ja_jp: チケットとフォームの回答をもとに問題データを更新する
ko_kr: 티켓과 양식 답변에서 문제사항 데이터를 갱신
pt_br: Atualizar dados de emissão de chamados e respostas de formulário
ru_ru: Обновление данных о проблемах из заявок и ответов на формы
sk_sk: Aktualizujte issue z tiketov a reakcií formulárov
tr_tr: Sorun verileri destek kaydı ve form yanıtlarından güncellensin

source: Satisfaction survey expired
ca_es: L'enquesta de satisfacció ha caducat
cs_cz: Platnost průzkumu spokojenosti vypršela
hr_hr: Anketa o zadovoljstvu je istekla
ja_jp: 満足度調査の期限切れ
ko_kr: 만족도 설문조사 만료됨
pt_br: Pesquisa de satisfação expirada
ru_ru: Срок опроса удовлетворенности истек
sk_sk: Platnosť prieskumu spokojnosti vypršala
tr_tr: Memnuniyet anketinin süresi geçmiş

source: Name
ca_es: Nom
cs_cz: Název
hr_hr: Ime
ja_jp: 名前
ko_kr: 이름
pt_br: Nome
ru_ru: Имя
sk_sk: Meno
tr_tr: Ad

source: ID
tr_tr: Kod

source: Type
ca_es: Tipus
cs_cz: Typ
hr_hr: Vrsta
ja_jp: 型
ko_kr: 유형
pt_br: Tipo
ru_ru: Тип
tr_tr: Tür

source: Status
ca_es: Estat
cs_cz: Stav
hr_hr: Stanje
ja_jp: 状態
ko_kr: 상태
ru_ru: Статус
sk_sk: Stav
tr_tr: Durum

source: Opening date
ca_es: Data d'obertura
cs_cz: Datum otevření
hr_hr: Datum otvaranja
ja_jp: 開始日
ko_kr: 개시 일자
pt_br: Data de abertura
ru_ru: Дата открытия
sk_sk: Dátum otvorenia
tr_tr: Açılma tarihi

source: Last update
ca_es: Última actualització
cs_cz: Poslední aktualizace
hr_hr: Zadnje aktualiziranje
ja_jp: 最終更新日
ko_kr: 최근 수정
pt_br: Ultima atualização
ru_ru: Последнее обновление
sk_sk: Posledná aktualizácia
tr_tr: Son güncelleme

source: Entity
ca_es: Entitat
cs_cz: Entita
hr_hr: Entitet
ja_jp: エンティティ
ko_kr: 개체
pt_br: Entidade
ru_ru: Сущность
tr_tr: Birim

source: Requester
cs_cz: Žadatel
hr_hr: Podnositelj zahtjeva
ja_jp: 要求者
ko_kr: 요청자
pt_br: Requerente
ru_ru: Заказчик
tr_tr: İstekte bulunan

source: Form approver
ca_es: Usuari que aprova la sol·licitud
cs_cz: Schvalovatel formuláře
hr_hr: Odobravatelj obrazaca
it_it: Approvatore del modulo
ja_jp: フォーム承認者
ko_kr: 양식 승인자
pt_br: Aprovador do requisição
ru_ru: Согласующий форму
sk_sk: Schvaľovateľ požiadavky
tr_tr: Formu onaylayan

source: Comment
ca_es: Comentari
cs_cz: Komentář
hr_hr: Komentar
it_it: Commento
ja_jp: コメント
ko_kr: 의견
pt_br: Comentário
ru_ru: Комментарий
sk_sk: Poznámka
tr_tr: Açıklama

source: Ticket approver
ca_es: Qui aprova tiquets
cs_cz: Schvalovatel požadavku
hr_hr: Odobravatelj naloga
it_it: Approvatore della chiamata
ja_jp: チケットの承認者
ko_kr: 티켓 승인자
pt_br: Aprovador do Chamado
ru_ru: Согласующий заявку
sk_sk: Schvaľovateľ tiketov
tr_tr: Destek kaydını onaylayan

source: Technician
ca_es: Tècnic/a
cs_cz: Technik
hr_hr: Tehničar
ja_jp: 技術者
ko_kr: 기술자
pt_br: Técnico
ru_ru: Техник
sk_sk: IT technik
tr_tr: Teknisyen

source: Technician group
ca_es: Grup tècnic
cs_cz: Skupina technika
hr_hr: Grupa tehničara
ja_jp: 技術者グループ
ko_kr: 기술자 그룹
pt_br: Grupo do técnico
ru_ru: Группа техников
sk_sk: Skupina IT technikov
tr_tr: Teknisyen grubu

source: Form approver group
ca_es: Grup que aprova la sol·licitud
cs_cz: Skupina schvalovatele formuláře
hr_hr: Grupa odobravatelja obrazaca
it_it: Gruppo approvatore del modulo
ja_jp: フォーム承認グループ
ko_kr: 양식 승인자 그룹
pt_br: Grupo aprovador da requisição
ru_ru: Группа, согласующая форму
sk_sk: Skupina schvaľovateľov požiadavky
tr_tr: Form onaylayıcı grubu

source: Ticket approver group
hr_hr: Grupa odobravatelja naloga
ja_jp: チケット承認者グループ
ko_kr: 티켓 승인자 그룹
pt_br: Grupo aprovador de chamados
tr_tr: Destek kaydını onaylayan grubu

source: Time to resolve
ca_es: Temps de resoldre
cs_cz: Čas na vyřešení
hr_hr: Vrijeme rješavanja
it_it: Tempo di risoluzione
ja_jp: 解決までの時間
ko_kr: 해결까지의 시간
pt_br: Tempo para solução
ru_ru: Время до решения
sk_sk: Čas na vyriešenie
tr_tr: Çözümlenme zamanı

source: Time to resolve + Progress
cs_cz: Čas na vyřešení + Pokrok
hr_hr: Vrijeme rješavanja + napredak
ja_jp: 解決までの時間 + 進捗状況
ko_kr: 해결 + 처리 시간
pt_br: Tempo para solução + Progresso
ru_ru: Время до решения + Прогресс
tr_tr: Çözümlenme süresi + ilerleme

source: Internal time to resolve
cs_cz: Interní čas na vyřešení
hr_hr: Interno vrijeme rješavanja
ja_jp: 解決までの内部時間
ko_kr: 내부 해결 시간
pt_br: Tempo interno para solucionar
ru_ru: Внутреннее время до решения
tr_tr: İç çözümlenme süresi

source: Internal time to resolve + Progress
cs_cz: Interní čas na vyřešení + Pokrok
hr_hr: Interno vrijeme rješavanja + napredak
ja_jp: 解決までの内部時間 + 進捗状況
ko_kr: 내부 해결 + 처리 시간
pt_br: Tempo interno para solucionar + Progresso
ru_ru: Внутреннее время до решения + Прогресс
tr_tr: İç çözümlenme süresi + ilerleme

source: Resolution date
ca_es: Data de resolució
cs_cz: Datum usnesení
hr_hr: Datum rješenja
ja_jp: 解決日
ko_kr: 해결 일자
pt_br: Data de resolução
ru_ru: Дата решения
tr_tr: Çözümlenme tarihi

source: Internal time to own
cs_cz: Interní čas na přidělení
hr_hr: Interno vrijeme posjedovanja
ja_jp: 割当までの内部時間
ko_kr: 내부 소유 시간
pt_br: Tempo interno para atribuir
ru_ru: Внутреннее время реакции
tr_tr: İç ele alınma süresi

source: Internal time to own + Progress
cs_cz: Interní čas na přidělení + Pokrok
hr_hr: Interno vrijeme posjedovanja + napredak
ja_jp: 割当までの内部時間 + 進捗状況
ko_kr: 내부 소유 + 처리 시간
pt_br: Tempo interno para atribuir + Progresso
ru_ru: Внутреннее время реакции + Прогресс
tr_tr: İç ele allınma süresi + ilerleme

source: Time to own
ca_es: Temps per apropiar
cs_cz: Čas na přidělení
hr_hr: Vrijeme posjedovanja
it_it: Tempo di presa in carico
ja_jp: 割当までの時間
ko_kr: 소유까지의 시간
pt_br: Tempo para atribuição
ru_ru: Время владения
tr_tr: Ele alınma zamanı

source: Time to own + Progress
cs_cz: Čas na přidělení + Pokrok
hr_hr: Vrijeme posjedovanja + napredak
ja_jp: 割当までの時間 + 進捗状況
ko_kr: 소유 + 처리 시간
pt_br: Tempo para atribuir + Progresso
ru_ru: Время реакции
tr_tr: Ele alınma süresi + ilerleme

source: Ticket requester
hr_hr: Podnositelj naloga
ja_jp: チケット要求者
pt_br: Solicitante do chamado
tr_tr: Destek kaydı isteğinde bulunan

source: Ticket observer
hr_hr: Nadglednik naloga
ja_jp: チケット オブザーバー
pt_br: Observador do chamado
tr_tr: Destek kaydını izleyen

source: Ticket technician
hr_hr: Tehničar naloga
ja_jp: チケット技術者
pt_br: Técnico do chamado
tr_tr: Destek kaydı teknisyeni

source: All
ca_es: Tot
cs_cz: Vše
hr_hr: Sve
it_it: Tutti
ja_jp: すべて
ko_kr: 전체
pt_br: Todos
ru_ru: Все
sk_sk: Všetci
tr_tr: Tümü

source: New
ca_es: Nou
cs_cz: Nový
hr_hr: Novi
ja_jp: 新規
ko_kr: 신규
pt_br: Novo
ru_ru: Новый
sk_sk: Nový
tr_tr: Ekle

source: Assigned
ca_es: Assignat
cs_cz: Přířazeno
hr_hr: Dodijeljeni
ja_jp: 割当済み
ko_kr: 할당됨
pt_br: Atribuído
ru_ru: Назначенный
sk_sk: Pridelený
tr_tr: Atanmış

source: Waiting
ca_es: Esperant
cs_cz: Čeká se
hr_hr: Na čekanju
it_it: In attesa
ja_jp: 待ち
ko_kr: 대기 중
pt_br: Aguardando Aprovação
ru_ru: Ожидание
sk_sk: Čakanie
tr_tr: Bekliyor

source: To validate
ca_es: Per validar
cs_cz: K ověření
hr_hr: Za potvrdu
it_it: Da validare
ja_jp: 検証待ち
ko_kr: 확인 예정
pt_br: Validar
ru_ru: На согласовании
sk_sk: Na overenie
tr_tr: Değerlendirilecek

source: Solved
ca_es: Resolt
cs_cz: Vyřešeno
hr_hr: Riješeni
ja_jp: 解決
ko_kr: 해결됨
pt_br: Solucionado
ru_ru: Решено
sk_sk: Vyriešené
tr_tr: Çözümlenmiş

source: Closed
ca_es: Tancat
cs_cz: Uzavřeno
hr_hr: Zatvoreni
it_it: Chiuso
ja_jp: 終了
ko_kr: 마감됨
pt_br: Fechado
ru_ru: Закрыто
sk_sk: Uzavretý
tr_tr: Kapalı

source: Form category
cs_cz: Kategorie formuláře
hr_hr: Kategorija obrasca
ja_jp: フォームの分類
ko_kr: 양식 분류
pt_br: Categoria do formulário
ru_ru: Категория формы
tr_tr: Form kategorisi

source: Knowbase category
ca_es: Categoria de la base de coneixement
cs_cz: Kategorie databáze znalostí
hr_hr: Kategorija baze znanja
it_it: Categoria della base di conoscenza
ja_jp: ナレッジベースの分類
ko_kr: 지식기반 분류
pt_br: Categoria da base de conhecimento
ru_ru: Категория базы знаний
sk_sk: Kategória znalostí
tr_tr: Bilgi bankası kategorisi

source: As child of
ca_es: Com a fill de
cs_cz: Jako potomek
hr_hr: Kao podređeni element od
ja_jp: 親
ko_kr: 다음의 하위
pt_br: Como filho de
ru_ru: Родитель
tr_tr: Şunun alt ögesi olarak

source: Icon
ca_es: Icona
cs_cz: Ikona
hr_hr: Ikona
it_it: Icona
ja_jp: アイコン
ko_kr: 아이콘
pt_br: Ícone
ru_ru: Значок
sk_sk: Ikona
tr_tr: Simge

source: Icon color
ca_es: Color de la Icona
cs_cz: Barva ikony
hr_hr: Boja ikone
it_it: Colore icona
ja_jp: アイコンの色
ko_kr: 아이콘 색상
pt_br: Cor do ícone
ru_ru: Цвет значка
sk_sk: Farba ikony
tr_tr: Simge rengi

source: Background color
ca_es: Color de fons
cs_cz: Barva pozadí
hr_hr: Boja pozadine
it_it: Colore sfondo
ja_jp: 背景色
ko_kr: 배경 색상
pt_br: Cor de fundo
ru_ru: Цвет фона
sk_sk: Farba pozadia
tr_tr: Arka plan rengi

source: The form as been saved
ca_es: S'ha guardat la sol·licitud
cs_cz: Formulář byl uložen
hr_hr: Obrazac kao što je spremljen
it_it: Il modulo è stato salvato
ja_jp: フォームを保存しました
ko_kr: 저장된 양식
pt_br: Formulário salvo
ru_ru: Форма сохранена
sk_sk: Formulár bol uložený.
tr_tr: Form kaydedildi

source: A form need to be validate
ca_es: La sol·licitud ha de ser validada
cs_cz: Formulář je třeba ověřit
hr_hr: Potrebno je potvrditi jedan obrazac
it_it: Un modulo deve essere validato
ja_jp: フォームは検証が必要です
ko_kr: 확인이 필요한 양식
pt_br: Um formulário precisa de validação
ru_ru: Форма требует согласования
sk_sk: Formulár je potrebné overiť
tr_tr: Değerlendirilmesi gereken bir form var

source: The form is refused
ca_es: Sol·licitud denegada
cs_cz: Formulář byl zamítnut
hr_hr: Obrazac je odbijen
it_it: Il modulo è stato rifiutato
ja_jp: フォームの再利用
ko_kr: 양식 거부됨
pt_br: Formulário rejeitado
ru_ru: Форма отклонена
sk_sk: Formulár je odmietnutý
tr_tr: Form reddedildi

source: The form is accepted
ca_es: Sol·licitud acceptada
cs_cz: Formulář byl přijat
hr_hr: Obrazac je prihvaćen
it_it: Il modulo è stato accettato
ja_jp: フォームを受け付けました
ko_kr: 양식 승인됨
pt_br: Formulário aceito
ru_ru: Форма принята
sk_sk: Formulár je akceptovaný
tr_tr: Form onaylandı

source: The form is deleted
ca_es: Sol·licitud eliminada
cs_cz: Formulář byl smazán
hr_hr: Obrazac je izbrisan
it_it: Il modulo è stato cancellato
ja_jp: フォームを削除しました
ko_kr: 양식 삭제됨
pt_br: Formulário deletado
ru_ru: Форма удалена
sk_sk: Formulár je vymazaný
tr_tr: Form silindi

source: Form name
ca_es: Nom del formulari
cs_cz: Název formuláře
hr_hr: Ime obrasca
it_it: Nome del modulo
ja_jp: フォーム名
ko_kr: 양식 이름
pt_br: Nome do formulário
ru_ru: Название формы
sk_sk: Názov formulára
tr_tr: Form adı

source: Validator
ca_es: Validador
cs_cz: Ověřovatel
hr_hr: Potvrditelj
ja_jp: 検証者
ko_kr: 검수자
pt_br: Validador
ru_ru: Согласующий
tr_tr: Değerlendiren

source: Creation date
ca_es: Data de creació
cs_cz: Datum vytvoření
hr_hr: Datum izrade
ja_jp: 作成日
ko_kr: 생성 일자
pt_br: Data de criação
ru_ru: Дата создания
sk_sk: Dátum vytvorenia
tr_tr: Oluşturulma tarihi

source: Full form answers
ca_es: Totes les sol·licituds completes
cs_cz: Úplné odpovědi formuláře
hr_hr: Odgovori potpunog obrasca
it_it: Tutte le risposte del modulo
ja_jp: 全フォーム回答
ko_kr: 전체 양식 답변
pt_br: Respostas de formulário completo
ru_ru: Ответы формы
sk_sk: Odpovede
tr_tr: Tam form yanıtları

source: Validation link
ca_es: Enllaç de validació
cs_cz: Odkaz ověření
hr_hr: Poveznica potvrđivanja
it_it: Link validazione
ja_jp: 検証リンク
ko_kr: 확인 링크
pt_br: Link de validação
ru_ru: Ссылка на согласование
sk_sk: Validačný link
tr_tr: Değerlendirme bağlantısı

source: Form #
ca_es: Formulari #
cs_cz: Formulář č.
hr_hr: Obrazac broj
it_it: Modulo #
ja_jp: フォーム #
ko_kr: 양식 #
pt_br: Formulário #
ru_ru: Форма #
sk_sk: Formulár #
tr_tr: Form no

# tag
source: Validator
ca_es: Validador
cs_cz: Ověřovatel
hr_hr: Potvrditelj
ja_jp: 検証者
ko_kr: 확인자
pt_br: Validador
ru_ru: Согласующий
sk_sk: Overovateľ
tr_tr: Değerlendiren

source: Refused comment
ca_es: Comentari denegat
cs_cz: Komentář k zamítnutí
hr_hr: Komentar za odbijanje
it_it: Commento rifiutato
ja_jp: 拒否コメント
ko_kr: 거부된 의견
pt_br: Comentário rejeitado
ru_ru: Комментарий отказа
sk_sk: Odmietnutý komentár
tr_tr: Red açıklaması

source: Request #
ca_es: Sol·licitud #
cs_cz: Žádost č.
hr_hr: Zahtjev broj
it_it: Richiesta #
ja_jp: 要求 #
ko_kr: 요청 #
pt_br: Requisição #
ru_ru: Запрос #
sk_sk: Požiadavka #
tr_tr: İstek no

source: Author
ca_es: Autor
cs_cz: Autor
hr_hr: Autor
ja_jp: 作者
ko_kr: 작성자
pt_br: Autor
ru_ru: Автор
sk_sk: Autor
tr_tr: Sorumlu

source: Approver
ca_es: Aprovador
cs_cz: Schvalovatel
hr_hr: Odobravatelj
ja_jp: 承認者
ko_kr: 승인자
pt_br: Aprovador
ru_ru: Согласующий
sk_sk: Schvaľovateľ
tr_tr: Onaylayan

source: Form author
ca_es: Autor del formulari
cs_cz: Autor formuláře
hr_hr: Autor obrasca
it_it: Autore modulo
ja_jp: フォーム作者
ko_kr: 양식 작성자
pt_br: Por autor
ru_ru: Автор формы
sk_sk: Autor formulára
tr_tr: Form sorumlusu

source: Form validator
ca_es: Validador de la sol·licitud
cs_cz: Ověřování formulářů
hr_hr: Potvrditelj obrasca
it_it: Validatore modulo
ja_jp: フォーム検証者
ko_kr: 양식 확인자
pt_br: Validador do formulário
ru_ru: Согласующий форму
sk_sk: Overovateľ formulára
tr_tr: Formu değerlendiren

source: Specific person
ca_es: Persona específica
cs_cz: Konkrétní osoba
hr_hr: Određena osoba
it_it: Persona specifica
ja_jp: 特定の人
ko_kr: 특정인
pt_br: Pessoa específica
ru_ru: Конкретный пользователь
sk_sk: Konkrétna osoba
tr_tr: Belirli kişi

source: Person from the question
ca_es: Persona d'una pregunta
cs_cz: Osoba z otázky
hr_hr: Osoba iz pitanja
it_it: Persona dalla domanda
ja_jp: 質問で特定する人
ko_kr: 질문자
pt_br: Pessoa da questão
ru_ru: Пользователь из вопроса
sk_sk: Osoby z otázky
tr_tr: Sorudan kişi
