Repository: DMOS-Technologies/formcreator
Catalog: locales/*.po
Languages: ca_es, cs_cz, hr_hr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sk_sk, tr_tr

source: Bad request
ca_es: Mala petició
cs_cz: Špatný požadavek
hr_hr: Neispravan zahtjev
it_it: Richiesta errata
ja_jp: 不正なリクエスト
ko_kr: 잘못된 요청
pt_br: Erro na requisição
ru_ru: Ошибочный запрос
sk_sk: Zlá požiadavka
tr_tr: İstek hatalı

source: Question not found
ca_es: Pregunta no trobada
cs_cz: Otázka nenalezena
hr_hr: Pitanje nije pronađeno
it_it: Domanda non trovata
ja_jp: 質問がありません
ko_kr: 질문을 찾을 수 없습니다
pt_br: Questão não encontrada
ru_ru: Вопрос не найден
sk_sk: Otázka nebola nájdená
tr_tr: Soru bulunamadı

source: You don't have right for this action
ca_es: No tens permisos per realitzar aquesta acció
cs_cz: Nemáte oprávnění pro tuto akci
hr_hr: Nemaš prava za ovu radnju
it_it: Non hai i permessi per questa azione
ja_jp: この操作をする権限がありません
ko_kr: 이 작업에 대한 권한이 없습니다
pt_br: Você não tem privilégios para esta ação
ru_ru: Вы не имеете права на это действие
sk_sk: Nemáte oprávnenie na vykonanie akcie
tr_tr: Bu işlemi yapma izniniz yok

source: Source question not found
ca_es: Pregunta d'origen no trobada
cs_cz: Zdrojová otázka nebyla nalezena
hr_hr: Izvorno pitanje nije pronađeno
it_it: Domanda originale non trovata
ja_jp: ソースの質問がありません
ko_kr: 원 질문을 찾을 수 없습니다
pt_br: Pergunta de origem não encontrada
ru_ru: Исходный вопрос не найден
sk_sk: Zdrojová otázka sa nenašla
tr_tr: Kaynak soru bulunamadı

source: Could not move some questions
ca_es: No s'han pogut moure algunes preguntes
cs_cz: Není možné přesunout jakoukoliv otázku
hr_hr: Nije bilo moguće pomaknuti neka pitanja
it_it: Impossibile spostare alcune domande
ja_jp: いくつかの質問を移動できませんでした
ko_kr: 일부 질문들을 이동할 수 없습니다
pt_br: Não poderia mover algumas perguntas
ru_ru: Не удалось переместить некоторые вопросы
sk_sk: Niektoré otázky sa nepodarilo presunúť
tr_tr: Bazı sorular taşınamadı

source: Could not add the section
ca_es: No s'ha pogut afegir a la secció
cs_cz: Není možné přidat sekci
hr_hr: Nije bilo moguće dodati odjeljak
it_it: Impossibile aggiungere la sezione
ja_jp: セクションを追加できませんでした
ko_kr: 섹션을 추가할 수 없습니다
pt_br: Não foi possível adicionar a seção
ru_ru: Не удалось добавить раздел
sk_sk: Sekciu sa nepodarilo pridať
tr_tr: Bölüm eklenemedi

source: Subtree root
cs_cz: Kořen dílčího stromu
hr_hr: Korijen podstabla
it_it: radice del sottoalbero
ja_jp: サブツリー ルート
ko_kr: 하위트리 최상위
pt_br: Nível principal
ru_ru: Начальный уровень списка
tr_tr: Alt ağacın kökü

source: Selectable
ca_es: Seleccionable
cs_cz: Volitelný
hr_hr: Selektivno
it_it: Selezionabile
ja_jp: 選択的
ko_kr: 선택 가능
pt_br: Selecionável
ru_ru: Выбираемый
sk_sk: Voliteľné
tr_tr: Seçilebilir

source: Limit subtree depth
ca_es: Límit de profunditat del subtree
cs_cz: Omezit hloubku dílčího stromu
hr_hr: Ograniči dubinu podstabla
it_it: limita profondità del sottoalbero
ja_jp: サブツリー階層の制限
ko_kr: 하위트리 깊이 제한
pt_br: Limitar Sub níveis
ru_ru: Глубина видимости вложенных элементов списка
tr_tr: Alt ağacın derinlik sınırı

source: No limit
ca_es: Sense límit
cs_cz: Žádný limit
hr_hr: Bez ograničenja
it_it: Nessun limite
ja_jp: 制限なし
ko_kr: 제한 없음
pt_br: Nenhum limite
ru_ru: Без ограничений
sk_sk: Bez obmedzenia
tr_tr: Sınır yok

source: Source section not found
ca_es: Secció d'origen no trobada
cs_cz: Zdrojová sekce nenalezena
hr_hr: Izvorni odjeljak nije pronađen
it_it: Sezione originale non trovata
ja_jp: 元のセクションがありません
ko_kr: 원 섹션을 찾을 수 없습니다
pt_br: Seção de origem não encontrada
ru_ru: Исходный раздел не найден
sk_sk: Zdrojová sekcia sa nenašla
tr_tr: Kaynak bölümü bulunamadı

source: Could not delete the section
ca_es: No s'ha pogut borrar la secció
cs_cz: Není možné smazat sekci
hr_hr: Nije bilo moguće izbrisati odjeljak
it_it: Impossibile cancellare la sezione
ja_jp: このセクションを削除できません
ko_kr: 섹션을 삭제할 수 없습니다
pt_br: Não foi possível excluir a seção
ru_ru: Не удалось удалить раздел
sk_sk: Sekciu sa nepodarilo vymazať
tr_tr: Bölüm silinemedi

source: Could not add the question
ca_es: No s'ha pogut afegir la pregunta
cs_cz: Není možné přidat otázku
hr_hr: Nije bilo moguće dodati pitanje
it_it: Impossibile aggiungere la domanda
ja_jp: 質問を追加できません
ko_kr: 질문을 추가할 수 없습니다
pt_br: Não foi possível acrescentar a pergunta
ru_ru: Не удалось добавить вопрос
sk_sk: Otázku sa nepodarilo pridať
tr_tr: Soru eklenemedi

source: Could not move the section
ca_es: No s'ha pogut moure la secció
cs_cz: Není možné přesunout sekci
hr_hr: Nije bilo moguće pomaknuti odjeljak
it_it: Impossibile spostare la sezione
ja_jp: セクションを移動できません
ko_kr: 섹션을 이동할 수 없습니다
pt_br: Não foi possível mover a seção
ru_ru: Не удалось переместить раздел
sk_sk: Sekciu sa nepodarilo presunúť
tr_tr: Bölüm taşınamadı

source: Failed to add the actor
ca_es: No s'ha pogut afegir l'actor
cs_cz: Nepodařilo se přidat aktéra
hr_hr: Neuspjelo dodavanje učesnika
it_it: Impossibile aggiungere l'attore
ja_jp: アクターの追加に失敗
ko_kr: 실행자 추가에 실패함
pt_br: Falha ao adicionar o ator
ru_ru: Не удалось добавить участника
sk_sk: Nepodarilo sa pridať účastníka
tr_tr: İlgili eklenemedi

source: Failed to delete the actor
ca_es: No s'ha pogut suprimir l'actor
cs_cz: Nepodařilo se smazat aktéra
hr_hr: Neuspjelo brisanje učesnika
it_it: Impossibile cancellare l'attore
ja_jp: アクターの削除に失敗
ko_kr: 실행자 삭제에 실패함
pt_br: Falha ao excluir o ator
ru_ru: Не удалось удалить участника
sk_sk: Nepodarilo sa odstrániť účastníka
tr_tr: İlgili silinemedi

source: Could not duplicate the section
ca_es: No s'ha pogut duplicar la secció
cs_cz: Není možné zkopírovat sekci
hr_hr: Nije bilo moguće duplicirati odjeljak
it_it: Impossibile duplicare la sezione
ja_jp: セクションの複製ができません
ko_kr: 섹션을 복제할 수 없습니다
pt_br: Não foi possível duplicar a seção
ru_ru: Не удалось дублировать раздел
sk_sk: Sekciu sa nepodarilo duplikovať
tr_tr: Bölüm kopyalanamadı

source: Could not update the section
ca_es: No s'ha pogut actualitzar la secció
cs_cz: Není možné aktualizovat sekci
hr_hr: Nije bilo moguće aktualizirati odjeljak
it_it: Impossibile aggiornare la sezione
ja_jp: セクションの更新ができません
ko_kr: 섹션을 갱신할 수 없습니다
pt_br: Não foi possível atualizar a seção
ru_ru: Не удалось обновить раздел
sk_sk: Sekciu sa nepodarilo aktualizovať
tr_tr: Bölüm güncellenemedi

source: Service catalog
ca_es: Catàleg de serveis
cs_cz: Katalog služeb
hr_hr: Katalog usluga
it_it: Catalogo dei servizi
ja_jp: サービスカタログ
ko_kr: 서비스 목록
pt_br: Catálogo de serviços
ru_ru: Каталог услуг
sk_sk: Katalóg služieb
tr_tr: Hizmet kataloğu

source: Item not found
ca_es: Element no trobat
cs_cz: Položka nebyla nalezena
hr_hr: Predmet nije pronađen
it_it: Oggetto non trovato
ja_jp: アイテムがありません
ko_kr: 항목을 찾을 수 없음
pt_br: Item não encontrado
ru_ru: Предмет не найден
sk_sk: Položka nebola nájdená
tr_tr: Öge bulunamadı

source: No right to update this item.
ca_es: No tens permisos per actualitzar aquest element.
cs_cz: Nemáte právo tuto položku aktualizovat.
hr_hr: Nedostaje pravo za aktualiziranje ovog predmeta.
it_it: Non hai i diritti di modificare questo elemento
ja_jp: このアイテムを更新する権限がありません。
ko_kr: 이 항목을 수정할 권한이 없습니다.
pt_br: Nenhum direito de atualizar este item.
ru_ru: Нет прав на обновление
sk_sk: Nedostatočné práva na úpravu položky
tr_tr: Bu ögeyi güncelleme izniniz yok.

source: Bad request while deleting an actor.
ca_es: Sol·licitud incorrecta eliminant un actor.
cs_cz: Špatný požadavek při mazání aktéra.
hr_hr: Neispravan zahtjev tijekom brisanja učesnika.
it_it: Errore durante la cancellazione di un attore
ja_jp: アクターの削除で不正なリクエスト。
ko_kr: 실행자 삭제 중 잘못된 요청.
pt_br: Erro ao excluir um ator.
ru_ru: Ошибочный запрос при удалении участника
sk_sk: Zlá požiadavka pri odstraňovaní účastníka
tr_tr: Bir ilgili silinirken hatalı bir istek yapıldı.

source: Form Creator
ca_es: Creador de formularis
cs_cz: Tvorba formulářů
hr_hr: Stvaratelj obrasca
it_it: Creatore di moduli
ja_jp: フォーム作成
ko_kr: 양식 생성기
ru_ru: Создатель форм
sk_sk: Tvorba formulárov
tr_tr: Form Oluşturucu

source: Form list
ca_es: Llista de formularis
cs_cz: Seznam formulářů
hr_hr: Popis obrazaca
it_it: Lista dei moduli
ja_jp: フォーム一覧
ko_kr: 양식 목록
pt_br: Lista de formulários
ru_ru: Список форм
sk_sk: Zoznam formulárov
tr_tr: Form listesi

source: The form has been successfully saved!
ca_es: S'ha guardat el formulari correctament!
cs_cz: Formulář byl úspěšně uložen!
hr_hr: Obrazac je uspješno spremljen!
it_it: Il modulo è stato salvato correttamente!
ja_jp: フォームを保存しました！
ko_kr: 양식이 저장되었습니다!
pt_br: Formulário salvo com sucesso!
ru_ru: Форма успешно сохранена!
sk_sk: Formulár bol úspešne uložený!
tr_tr: Form kaydedildi!

source: %1$s purges the reservation for item %2$s
ca_es: %1$s purga la reserva de l'element %2$s
cs_cz: %1$s vymaže reservaci položky %2$s
hr_hr: %1$s briše rezervaciju za predmet %2$s
it_it: %1$s cancella la prenotazione per l'elemento %2$s
ja_jp: %1$s が %2$s アイテムの予約を抹消
ko_kr: %1$s 가 항목 %2$s에 대한 예약을 삭제합니다
pt_br: %1$s limpa a reserva do item %2$s
ru_ru: %1$sочищает резервирование для элемента %2$s
sk_sk: %1$s vymaže rezerváciu položky %2$s
tr_tr: %1$s, %2$s ögesinin ayırtmasını sildi

source: %1$s adds the reservation %2$s for item %3$s
ca_es: %1$s afegeix la reserva %2$s per l'element %3$s
cs_cz: %1$s přidá rezervaci %2$s pro položku %3$s
hr_hr: %1$s dodaje rezervaciju %2$s za predmet %3$s
it_it: %1$s aggiunge la prenotazione %2$s per l'elemento %3$s
ja_jp: %1$s が %3$s アイテムの予約を %2$s に追加。
ko_kr: %1$s가 항목 %3$s에 대한 예약 %2$s를 추가합니다
pt_br: %1$s adiciona a reserva %2$s para o item %3$s
ru_ru: %1$sдобавляет резервирование %2$s для элемента %3$s
sk_sk: %1$s pridá rezerváciu %2$s pre položku %3$s
tr_tr: %1$s, %3$s ögesinin %2$s ayırtmasını ekledi

source: Category
ca_es: Categoria
cs_cz: Kategorie
hr_hr: Kategorija
it_it: Categoria
ja_jp: カテゴリー
ko_kr: 분류
pt_br: Categoria
ru_ru: Категория
tr_tr: Kategori

source: See all
ca_es: Veure-ho tot
cs_cz: Zobrazit vše
hr_hr: Pogledaj sve
it_it: mostra tutti
ja_jp: すべて表示
ko_kr: 전체 보기
pt_br: Ver todos
ru_ru: Показать все
sk_sk: Vidieť všetko
tr_tr: Tümünü görüntüle

source: Please, describe your need here
ca_es: Si us plau, descriu què necessites aquí
cs_cz: Zde popište své potřeby
hr_hr: Ovdje opiši tvoju potrebu
it_it: Descrivete la vostra necessità
ja_jp: あなたの要望を記入してください
ko_kr: 여기에 요구사항을 적어주세요
pt_br: Por favor, descreva o que precisa aqui
ru_ru: Введите запрос для поиска
sk_sk: Prosím, popíšte svoju požiadavku
tr_tr: Lütfen neye gerek duyduğunuzu yazın

source: Textarea
cs_cz: Textové pole
hr_hr: Tekstualno područje
it_it: Area testuale
ja_jp: テキスト エリア
ko_kr: 텍스트에어리어
pt_br: Área de Texto
ru_ru: Текстовое поле
sk_sk: Textové pole
tr_tr: Metin alanı

source: A required field is empty:
ca_es: Un camp obligatori està buit:
cs_cz: Není vyplněná povinná kolonka:
hr_hr: Jedno obavezno polje je prazno:
it_it: Un campo obbligatorio risulta non compilato:
ja_jp: 必要なフィールドが空 :
ko_kr: 필수 항목이 비었습니다:
pt_br: Um campo obrigatório está vazio:
ru_ru: Обязательное поле пустое:
sk_sk: Povinné pole je prázdne:
tr_tr: Zorunlu bir alan boş bırakılmış:

source: The regular expression is invalid
ca_es: Expressió regular no vàlida
cs_cz: Regulární výraz není platný
hr_hr: Regularni izraz nije ispravan
it_it: L'espressione regolare non è valida
ja_jp: 正規表現が無効
ko_kr: 정규식이 잘못되었습니다
pt_br: A expressão regular é inválida
ru_ru: Недействительное регулярное выражение
sk_sk: Bežný výraz je neplatný
tr_tr: Kurallı ifade geçersiz

source: User and form
ca_es: Usuari i formulari
cs_cz: Uživatel a formulář
hr_hr: Korisnik i obrazac
it_it: Utente e modulo
ja_jp: ユーザーとフォーム
ko_kr: 사용자와 양식
pt_br: Usuário e formulário
ru_ru: Пользователь и форма
sk_sk: Používateľ a formulár
tr_tr: Kullanıcı ve form

source: Dropdown
cs_cz: Rozbalovací seznam
hr_hr: Padajući izbornik
it_it: Menù a tendina
ja_jp: ドロップダウン
ko_kr: 드롭다운
pt_br: Lista suspensa
ru_ru: Выпадающий список
tr_tr: Açılan kutu

source: Invalid value for
ca_es: Valor no vàlid per
cs_cz: Neplatná hodnota pro
hr_hr: Neispravna vrijednost za
it_it: Valore non valido per
ja_jp: 無効な値 :
ko_kr: 다음에 대한 잘못된 값
pt_br: Valor inválido para
ru_ru: Недействительное значение для
sk_sk: Neplatná hodnota pre
tr_tr: Şunun değeri geçersiz

source: The itemtype field is required: %s
ca_es: El camp "Tipus d'element" és obligatori: %s
cs_cz: Je vyžadováno pole typu položky: %s
hr_hr: Polje vrste predmeta je obavezno polje: %s
it_it: La tipologia del campo è richiesto: %s
ja_jp: アイテムの型のフィールドが必要です : %s
ko_kr: itemtype 항목은 필수입니다: %s
pt_br: O campo tipo de item é obrigatório\: %s
ru_ru: Требуется указать значение поля: %s
sk_sk: Pole Typ položky je povinné: %s
tr_tr: Öge türü alanı gerekli: %s

source: Invalid dropdown type: %s
ca_es: El tipus de desplegable no és vàlid: %s
cs_cz: Neplatný typ rozbalovacího seznamu: %s
hr_hr: Neispravna vrsta padajućeg popisa: %s
it_it: Tipo menù a discesa non valido: %s
ja_jp: 不正なドロップダウンの型 : %s
ko_kr: 잘못된 드롭다운 유형: %s
pt_br: Tipo de lista suspensa inválida: %s
ru_ru: Недействительный тип выпадающего списка: %s
sk_sk: Neplatný typ rozbaľovacej ponuky: %s
tr_tr: Açılan kutu türü geçersiz: %s

source: Entity restriction
ca_es: Restricció d'entitat
cs_cz: Omezení entity
hr_hr: Ograničenje entiteta
it_it: Limite dell'entità
ja_jp: エンティティ制限
ko_kr: 개체 제한
pt_br: Restrição de entidade
ru_ru: Ограничение организации
sk_sk: Obmedzenie entity
tr_tr: Birim kısıtlaması

source: To respect the GLPI entity system, "Form" should be selected. Others settings will break the entity restrictions
ca_es: Per respectar el sistema d'entitats GLPI, cal seleccionar "Formulari". Altres configuracions trencaran les restriccions de l'entitat
cs_cz: Aby byl respektován systém entit GLPI, měl by být vybrán "Formulář". Ostatní nastavení poruší omezení entity
hr_hr: Kako bi se poštivao sustav GLPI entiteta, trebao bi se odabrati „Obrazac”. Druge postavke će prekinuti ograničenja entiteta
it_it: Per conformità al sistema di entità di GLPI, "Modello" deve essere selezionato. Altre impostazioni corromperanno i limiti dell'entità
ja_jp: GLPI のエンティティ システムを尊重するには、「フォーム」を選択すべきです。それ以外の設定の場合は、エンティティ制限を逸脱します。
ko_kr: GLPI 개체 시스템을 중시하려면, "양식"을 선택해야 합니다. 다른 설정들은 개체 제한을 파괴합니다.
pt_br: Para respeitar o sistema de entidades GLPI, deve-se selecionar "Formulário". Outras configurações quebrarão as restrições da entidade
ru_ru: Чтобы соответствовать системе организаций GLPI, следует выбрать «Форма». Другие настройки могут нарушить ограничения организации
sk_sk: Pre rešpektovanie systému entít GLPI, mali by ste zvoliť "Formulár". Iné nastavenia porušia obmedzenia entity.
tr_tr: GLPI birim sistemine uymak için "Form" seçilmelidir. Diğer ayarlar birim kısıtlamalarını bozar

source: LDAP Select
cs_cz: LDAP výběr
hr_hr: LDAP odabir
it_it: Seleziona LDAP
ja_jp: LDAP 選択
ko_kr: LDAP 선택
pt_br: Seleção LDAP
ru_ru: Выбор LDAP
sk_sk: LDAP výber
tr_tr: LDAP Seçin

source: LDAP directory not defined!
ca_es: Directori LDAP no defnint!
cs_cz: Není určený LDAP adresář!
hr_hr: LDAP direktorij nije definiran!
it_it: LDAP directory non definita!
ja_jp: LDAP ディレクトリが未定義です！
ko_kr: LDAP 디렉토리가 정의되지 않았습니다!
pt_br: Diretório LDAP não definido!
ru_ru: LDAP каталог не определен!
sk_sk: LDAP adresár nie je definovaný!
tr_tr: LDAP dizini belirtilmemiş!

source: LDAP directory not found!
ca_es: Directori LDAP no trobat!
cs_cz: LDAP adresář nenalezen!
hr_hr: LDAP direktorij nije pronađen!
it_it: LDAP directory non trovata!
ja_jp: LDAP ディレクトリーがありません！
ko_kr: LDAP 디렉토리를 찾을 수 없습니다!
pt_br: Diretório LDAP não encontrado!
ru_ru: LDAP каталог не найден!
sk_sk: LDAP adresár nebol nájdený!
tr_tr: LDAP dizini bulunamadı!

source: Specific format does not match: %s
ca_es: El format específic no coincideix: %s
cs_cz: Konkrétní formát neodpovídá: %s
hr_hr: Određeni format se ne poklapa: %s
it_it: Il formato specificato non corrisponde: %s
ja_jp: 特定の書式がマッチしません : %s
ko_kr: 지정한 형식이 일치하지 않음: %s
pt_br: Formato específico não corresponde: %s
ru_ru: Указанный формат не соответствует: %s
sk_sk: Špecifický formát sa nezhoduje: %s
tr_tr: Özel biçim eşleşmiyor: %s

source: The text is too short (minimum %d characters): %s
ca_es: El text és massa curt (mínim %d caràcters): %s
cs_cz: Text je příliš krátký (přinejmenším %d znaků): %s
hr_hr: Tekst je prekratak (najmanje %d znakova): %s
it_it: Il testo è troppo corto (minimo %d caratteri): %s
ja_jp: テキストが短すぎます（最低 %d 文字）: %s
ko_kr: 문구가 너무 짧음 (최소 %d 자): %s
pt_br: O texto é muito curto (mínimo %d caracteres): %s
ru_ru: Текст слишком короткий (минимум %d символов): %s
tr_tr: Metin çok kısa (en az %d karakter olmalı): %s

source: The text is too long (maximum %d characters): %s
ca_es: El text és massa llarg (màxim %d caràcters): %s
cs_cz: Text je příliš dlouhý (nejvýše %d znaků): %s
hr_hr: Tekst je predug (najviše %d znakova): %s
it_it: Il testo è troppo lungo (massimo %d caratteri): %s
ja_jp: テキストが長すぎます（最大 %d 文字）: %s
ko_kr: 문구가 너무 김 (최대 %d 자): %s
pt_br: O texto é muito longo (máximo %d caracteres): %s
ru_ru: Текст слишком длинный (максимум %d символов): %s
tr_tr: Metin çok uzun (en fazla %d karakter olmalı): %s

source: Text
hr_hr: Tekst
it_it: Testo
ja_jp: テキスト
ko_kr: 문구
pt_br: Texto
ru_ru: Текст
tr_tr: Metin

source: Regular expression
ca_es: Expressió regular
cs_cz: Regulární výraz
hr_hr: Regularni izraz
it_it: Espressione regolare
ja_jp: 正規表現
ko_kr: 정규식
pt_br: Expressão regular
ru_ru: Регулярное выражение
sk_sk: Všeobecný výraz
tr_tr: Kurallı ifade

source: Range
ca_es: Interval
cs_cz: Rozmezí
hr_hr: Raspon
it_it: Intervallo
ja_jp: 範囲
ko_kr: 범위
ru_ru: Диапазон
sk_sk: Rozsah
tr_tr: Aralık

source: Additional validation
ca_es: Validació addicional
cs_cz: Dodatečné ověření
hr_hr: Dodatna potvrda
it_it: Validazione addizionale
ja_jp: 追加の検証
ko_kr: 추가 확인
pt_br: Validação adicional
ru_ru: Дополнительная проверка
sk_sk: Dodatočné overenie
tr_tr: Ek değerlendirme

source: Radios
cs_cz: Přepínač
hr_hr: Izborni gumbovi
it_it: Selettore radio
ja_jp: ラジオボタン
ko_kr: 라디오
pt_br: Seleção única
ru_ru: Переключатели
sk_sk: Tlačidlá predvoľby
tr_tr: Radyo düğmeleri

source: The field value is required:
ca_es: El camp Valor és obligatori
cs_cz: Je třeba vyplnit hodnotu do kolonky:
hr_hr: Vrijednost polja je obavezna:
it_it: Il valore del campo è obbligatorio:
ja_jp: フィールドの値が必要です :
ko_kr: 항목 값은 필수입니다:
pt_br: O valor do campo é obrigatório:
ru_ru: Требуется указать значение поля:
sk_sk: Hodnota poľa je povinná:
tr_tr: Alan değeri zorunludur:

source: A required field is empty: %s
ca_es: Un camp obligatori està buit: %s
cs_cz: Povinné pole je prázdné: %s
hr_hr: Jedno obavezno polje je prazno: %s
it_it: Un campo obbligatorio risulta non compilato: %s
ja_jp: 必要なフィールドが空 : %s
ko_kr: 필수 항목이 비었습니다: %s
pt_br: Um campo obrigatório está vazio: %s
ru_ru: Обязательное поле пустое: %s
sk_sk: Povinné pole je prázdne: %s
tr_tr: Zorunlu bir alan boş bırakılmış: %s

source: This is not an integer: %s
ca_es: Això no és un enter: %s
cs_cz: Toto není celé číslo: %s
hr_hr: Ovo nije cijeli broj: %s
it_it: Non è un intero: %s
ja_jp: これは整数ではありません : %s
ko_kr: 이것은 정수가 아닙니다: %s
pt_br: Isto não é um número inteiro: %s
ru_ru: Это не целое число: %s
sk_sk: Toto nie je číslo: %s
tr_tr: Bu bir tamsayı değil: %s

source: The following number must be greater than %d: %s
ca_es: El número %s ha de ser més gran que %d
cs_cz: Je třeba, aby následující číslo bylo vyšší než %d: %s
hr_hr: Sljedeći broj mora biti veći od %d: %s
it_it: Il seguente numero deve essere maggiore di %d: %s
ja_jp: 以下の数字は %d より大きくしてください : %s
ko_kr: 다음 숫자는 %d보다 커야 합니다 : %s
pt_br: O número deve ser maior que %d: %s
ru_ru: Число должно быть больше, чем %d: %s
sk_sk: Nasledujúce číslo musi byť väčšie ako %d: %s
tr_tr: Şu sayı %d değerinden büyük olmalıdır: %s

source: The following number must be lower than %d: %s
ca_es: El número %s ha de ser més petit que %d
cs_cz: Je třeba, aby následující číslo bylo nižší než %d: %s
hr_hr: Sljedeći broj mora biti manji od %d: %s
it_it: Il seguente numero deve essere minore di %d: %s
ja_jp: 以下の数字は %d より小さくしてください : %s
ko_kr: 다음 숫자는 %d보다 작아야 합니다 : %s
pt_br: O número deve ser menor que %d: %s
ru_ru: Число должно быть меньше, чем %d: %s
sk_sk: Nasledujúce číslo musí byť menšie ako %d: %s
tr_tr: Şu sayı %d değerinden küçük olmalıdır: %s

source: Integer
ca_es: Enter
cs_cz: Celé číslo
hr_hr: Cijeli broj
it_it: Intero
ja_jp: 整数
ko_kr: 정수
pt_br: Inteiro
ru_ru: Целое число
sk_sk: Číslo
tr_tr: Tamsayı

source: Undefined
ca_es: Sense definir
cs_cz: Nedefinováno
hr_hr: Neodređeno
it_it: Non definito
ja_jp: 未定義
ko_kr: 정의되지않음
pt_br: Indefinido
ru_ru: Не определено
sk_sk: Nedefinované
tr_tr: Tanımlanmamış

source: IP address
cs_cz: IP adresa
hr_hr: IP adresa
it_it: Indirizzo IP
ja_jp: IP アドレス
ko_kr: IP 주소
pt_br: Endereço IP
ru_ru: IP адрес
tr_tr: IP adresi

source: Urgency
ca_es: Urgència
cs_cz: Naléhavost
hr_hr: Hitnost
it_it: Priorità
ja_jp: 緊急度
ko_kr: 긴급도
pt_br: Urgência
ru_ru: Срочность
sk_sk: Naliehavosť
tr_tr: Önem düzeyi

# urgency
source: Very high
ca_es: Molt alta
cs_cz: Velmi vysoké
hr_hr: Vrlo visoka
it_it: Altissima
ja_jp: 最高
ko_kr: 매우 높음
pt_br: Muito alto
ru_ru: Очень высокий
sk_sk: Veľmi vysoká
tr_tr: Çok yüksek

# urgency
source: High
ca_es: Alta
cs_cz: Vysoká
hr_hr: Visoka
it_it: Alta
ja_jp: 高
ko_kr: 높음
pt_br: Alto
ru_ru: Высокий
sk_sk: Vysoká
tr_tr: Yüksek

# urgency
source: Medium
ca_es: Mitjà
cs_cz: Střední
hr_hr: Srednja
it_it: Media
ja_jp: 中
ko_kr: 매체
pt_br: Médio
ru_ru: Средний
sk_sk: Stredná
tr_tr: Orta

# urgency
source: Low
ca_es: Baixa
cs_cz: Nízká
hr_hr: Niska
it_it: Bassa
ja_jp: 低
ko_kr: 낮음
pt_br: Baixo
ru_ru: Низкий
sk_sk: Nízka
tr_tr: Düşük

# urgency
source: Very low
ca_es: Molt baixa
cs_cz: Velmi nízká
hr_hr: Vrlo niska
it_it: Bassissima
ja_jp: 最低
ko_kr: 매우 낮음
pt_br: Muito baixo
ru_ru: Очень низкий
sk_sk: Veľmi nízka
tr_tr: Çok düşük

source: Warning: Tag plugin is disabled or missing
ca_es: Avís: el connector d'etiquetes està desactivat o falta
cs_cz: Upozornění: Zásuvný modul Tagů je deaktivován nebo chybí
hr_hr: Upozorenje: Oznaka je deaktivirana ili nedostaje
it_it: Attenzione: il plugin TAG è disabilitato o mancante
ja_jp: 警告 : タグ プラグインが無効かインストールされていません
ko_kr: 경고: 태그 플러그인이 비활성화 됐거나 없습니다.
pt_br: Aviso\: O plug-in da tag está desabilitado ou ausente
ru_ru: Осторожно: плагин Тег отключен либо утерян
sk_sk: Upozornenie: Doplnok značky je zakázaný alebo chýba
tr_tr: Uyarı: Etiket uygulama eki devre dışı bırakılmış ya da eksik

source: Tag
ca_es: Etiqueta
hr_hr: Oznaka
it_it: Etichetta
ja_jp: タグ
ko_kr: 태그
pt_br: Etiqueta
ru_ru: Метка
tr_tr: Etiket

source: GLPI object
cs_cz: GLPI objekt
hr_hr: GLPI objekt
it_it: Oggetto di GLPI
ja_jp: GLPI オブジェクト
ko_kr: GLPI 객체
pt_br: Objeto GLPI
ru_ru: Объект GLPI
tr_tr: GLPI nesnesi

source: Hostname
cs_cz: Jméno hostitele
hr_hr: Ime računala
it_it: Nome host
ja_jp: ホスト名
ko_kr: 호스트명
pt_br: Nome de host
ru_ru: Имя хоста
tr_tr: Sunucu adı

source: Time
ca_es: Temps
cs_cz: Čas
hr_hr: Vrijeme
it_it: Ora
ja_jp: 時間
ko_kr: 시간
pt_br: Horário
ru_ru: Время
sk_sk: Čas
tr_tr: Zaman

source: This is not a valid e-mail: %s
ca_es: No és una adreça electrònica vàlida: %s
cs_cz: Toto není platná emailová adresa: %s
hr_hr: Ovo nije valjana e-mail adresa: %s
it_it: Non è un'email valida: %s
ja_jp: 無効なメールアドレスです : %s
ko_kr: 이것은 올바른 이-메일이 아닙니다: %s
pt_br: Este não é um e-mail válido: %s
ru_ru: Это недействительный адрес электронной почты: %s
sk_sk: Toto nie je platný email: %s
tr_tr: E-posta adresi geçersiz: %s

source: Email
hr_hr: E-mail adresa
ja_jp: メールアドレス
ko_kr: 이메일
ru_ru: Электронная почта
tr_tr: E-posta

source: Select
cs_cz: Vybrat
hr_hr: Odaberi
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
pt_br: Selecionar
ru_ru: Выбор
sk_sk: Výber
tr_tr: Seçin

source: Date & time
ca_es: Data i hora
cs_cz: Datum a čas
hr_hr: Datum i vrijeme
it_it: Data & orario
ja_jp: 日時
ko_kr: 날짜 & 시간
pt_br: Data & hora
ru_ru: Дата и время
sk_sk: Dátum a čas
tr_tr: Tarih ve saat

source: Actor
cs_cz: Aktér
hr_hr: Učesnik
it_it: Attore
ja_jp: アクター
ko_kr: 시행자
pt_br: Atore
ru_ru: Участник
tr_tr: İlgili

source: Invalid value: %s
ca_es: Valor invàlid: %s
cs_cz: Neplatná hodnota: %s
hr_hr: Neispravna vrijednost: %s
it_it: Valore non valido: %s
ja_jp: 無効な値 : %s
ko_kr: 잘못된 값: %s
pt_br: Valor inválido: %s
ru_ru: Недействительное значение: %s
sk_sk: Neplatná hodnota: %s
tr_tr: Değer geçersiz: %s
