Repository: DMOS-Technologies/formcreator
Catalog: locales/*.po
Languages: ca_es, cs_cz, hr_hr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sk_sk, tr_tr

source: Type
ca_es: Tipus
cs_cz: Typ
hr_hr: Vrsta
it_it: Tipo
ja_jp: 型
ko_kr: 유형
pt_br: Tipo
ru_ru: Тип
sk_sk: Typ
tr_tr: Tür

source: Associated elements
ca_es: Elements associats
cs_cz: Přiřazené položky
hr_hr: Pridruženi elementi
ja_jp: 関連する要素
ko_kr: 관련 요소
pt_br: Elementos associados
ru_ru: Связанные элементы
sk_sk: Pridružené prvky
tr_tr: İlgili bileşenler

source: Item
ca_es: Ítem
cs_cz: Položka
hr_hr: Predmet
it_it: Elemento
ja_jp: アイテム
ko_kr: 품목
ru_ru: Элемент
sk_sk: Položka
tr_tr: Öge

source: No more string to translate
ca_es: Ni hi ha cadenes per ttraduir
cs_cz: Žádný další řetězec k překladu
hr_hr: Nema daljnjih izraza za prevođenje
it_it: Non ci sono altre stringhe da tradurre
ja_jp: もう翻訳する文字列がありません
ko_kr: 더 이상 번역할 문자열 없음
pt_br: Nenhuma string para traduzir
ru_ru: Больше нет строк для перевода
sk_sk: Žiadny reťazec na preklad
tr_tr: Çevrilecek bir dizge yok

source: Language not found.
ca_es: Idioma no trobat
cs_cz: Jazyk nebyl nalezen.
hr_hr: Jezik nije pronađen.
it_it: Lingua non trovata.
ja_jp: 言語が見つかりません。
ko_kr: 언어를 찾을 수 없습니다.
pt_br: Língua não encontrada.
ru_ru: Язык не найден.
sk_sk: Jazyk sa nenašiel
tr_tr: Dil bulunamadı

source: Form not found.
ca_es: Formulari no trobat
cs_cz: Formulář nebyl nalezen.
hr_hr: Obrazac nije pronađen.
ja_jp: フォームが見つかません。
ko_kr: 양식을 찾을 수 없습니다.
pt_br: Formulário não encontrado.
ru_ru: Форма не найдена.
sk_sk: Formulár sa nenašiel
tr_tr: Form bulunamadı.

source: Failed to add the translation.
ca_es: No s'ha pogut afegir la traducció.
cs_cz: Nepodařilo se přidat překlad.
hr_hr: Neuspjelo dodavanje prijevoda.
ja_jp: 翻訳の追加に失敗しました。
ko_kr: 번역 추가에 실패함.
pt_br: Falia ao adiciona a tradução.
ru_ru: Не удалось добавить перевод.
sk_sk: Nepodarilo sa pridať preklad
tr_tr: Çeviri eklenemedi.

source: Tags from questions
ca_es: Etiquetes de les preguntes
cs_cz: Štítky z otázek
hr_hr: Oznake iz pitanja
it_it: Etichette dalle domande
ja_jp: 質問からのタグ
ko_kr: 질문 태그
pt_br: Tags das perguntas do formulário
ru_ru: Метки из вопросов
sk_sk: Štítky z otázok
tr_tr: Sorulardan etiketler

source: Specific tags
ca_es: Etiquetes específiques
cs_cz: Specifické štítky
hr_hr: Određene oznake
it_it: Etichette specifiche
ja_jp: 特定のタグ
ko_kr: 태그 지정
pt_br: Tags específicas
ru_ru: Конкретные метки
sk_sk: Špecifické štítky
tr_tr: Belirli etiketler

source: Tags from questions and specific tags
ca_es: Etiquetes de preguntes i etiquetes específiques
cs_cz: Štítky z otázek a konkrétní štítky
hr_hr: Oznake pitanja i određene oznake
it_it: Etichette dalle domande e tags specifici
ja_jp: 質問からのタグと特定のタグ
ko_kr: 질문 태그와 태그 지정
pt_br: Tags das perguntas e tags específicas
ru_ru: Метки из вопросов И конкретные метки
tr_tr: Sorulardan etiketler ve belirli etiketler

source: Tags from questions or specific tags
ca_es: Etiquetes de preguntes o etiquetes específiques
cs_cz: Štítky z otázek nebo konkrétní štítky
hr_hr: Oznake pitanja ili određene oznake
it_it: Etichette dalle domande o tags specifici
ja_jp: 質問からのタグまたは特定のタグ
ko_kr: 질문 태그 또는 태그 지정
pt_br: Tags de perguntas ou tags específicas
ru_ru: Метки из вопросов ИЛИ конкретные метки
tr_tr: Sorulardan etiketler ya da belirli etiketler

source: TTR from template or none
cs_cz: TTR ze šablony nebo žádné
hr_hr: Vrijeme rješavanja iz predloška ili ništa
ja_jp: テンプレートの TTR または、なし
ko_kr: 템플릿 또는 아무것도 없음에서의 해결 시간
ru_ru: TTR для шаблона или пусто
tr_tr: Kalıptan çözümlenme süresi ya da yok

source: equals to the answer to the question
ca_es: és igual la resposta a la pregunta
cs_cz: rovná se odpovědi na otázku
hr_hr: jednako je odgovoru na pitanje
it_it: uguale alla risposta alla domanda
ja_jp: 質問の回答と等しい
ko_kr: 질답이 동일함
pt_br: igual a resposta da questão
ru_ru: Точный ответ на вопрос
sk_sk: rovná sa odpovedi na reakciu
tr_tr: sorunun yanıtına eşit olan

source: calculated from the ticket creation date
ca_es: calculada a partir de la data de creació del tiquet
cs_cz: počítáno od data vytvoření požadavku
hr_hr: izračunato iz datuma stvaranja naloga
it_it: calcolato dalla data di creazione del ticket
ja_jp: チケットの作成日から計算
ko_kr: 티켓 생성일로부터 계산됨
pt_br: calculado da data de criação do chamado
ru_ru: Рассчитать из даты создания заявки
sk_sk: vypočítané od dátumu vytvorenia tiketu
tr_tr: destek kaydı oluşturma zamanından hesaplanan

source: calculated from the answer to the question
ca_es: calculada a partir de la data de resposta
cs_cz: počítáno od odpovědi na otázku
hr_hr: izračunato iz odgovora na pitanje
it_it: calcolato dalla risposta alla domanda
ja_jp: 質問の回答から計算
ko_kr: 질문에 대한 답변에서 계산됨
pt_br: calculado da resposta a questão
ru_ru: Рассчитать из ответа на вопрос
sk_sk: vypočítané z reakcie na otázku
tr_tr: sorunun yanıtından hesaplanan

source: SLA from template or none
ca_es: SLA des de la plantilla o cap
cs_cz: SLA ze šablony nebo žádné
hr_hr: Ugovor o razini usluge iz predloška ili ništa
it_it: SLA del template o nessuna
ja_jp: テンプレートからの SLA または、なし
ko_kr: 견본의 SLA 또는 없음
pt_br: SLA do modelo ou nenhum
ru_ru: SLA из шаблона или ничего
sk_sk: SLA zo šablóny alebo žiadna
tr_tr: Kalıptan HDA ya da yok

source: Specific SLA
ca_es: SLA específic
cs_cz: Konkrétní SLA
hr_hr: Određeni ugovor o razini usluge (SLA)
it_it: SLA specifico
ja_jp: 特定の SLA
ko_kr: 특정 SLA
pt_br: SLA Específico
ru_ru: Конкретный SLA
sk_sk: Špecifická SLA
tr_tr: Belirli hizmet düzeyi anlaşması

source: OLA from template or none
ca_es: OLA des de la plantilla o cap
cs_cz: OLA ze šablony nebo žádné
hr_hr: Ugovor o operativnoj raznini iz predloška ili ništa
it_it: OLA del template o nessuna
ja_jp: テンプレートからの OLA または、なし
ko_kr: 견본의 OLA 또는 없음
pt_br: OLA do modelo ou nenhum
ru_ru: OLA из шаблона или ничего
tr_tr: Kalıptan operasyon düzeyi anlaşması ya da yok

source: Specific OLA
ca_es: OLA específic
cs_cz: Konkrétní OLA
hr_hr: Određeni ugovor o operativnoj raznini (OLA)
it_it: OLA specifico
ja_jp: 特定の OLA
ko_kr: 특정 OLA
pt_br: OLA Específico
ru_ru: Конкретный OLA
sk_sk: Špecifická OLA
tr_tr: Belirli bir operasyon düzeyi anlaşması

source: Urgency from template or Medium
ca_es: Urgència de plantilla o mitjà
cs_cz: Naléhavost z šablony nebo Střední
hr_hr: Hitnost iz predloška ili Srednja
it_it: Urgenza da un template o mezzo
ja_jp: テンプレートからの緊急度または中
ko_kr: 견본 또는 매체의 긴급도
pt_br: Urgência do modelo ou Média
ru_ru: Срочность из шаблона или Средняя
sk_sk: Naliehavosť zo šablóny alebo Medium
tr_tr: Önem düzeyi kalıp ya da ortamdan

source: Specific urgency
ca_es: Urgència específica
cs_cz: Konkrétní naléhavost
hr_hr: Određena hitnost
it_it: Determinata urgenza
ja_jp: 特定の緊急度
ko_kr: 긴급도 지정
pt_br: Urgência específica
ru_ru: Конкретная срочность
sk_sk: Naliehavosť - špecifická
tr_tr: Belirli önem düzeyi

source: Category from template or none
ca_es: Categoria de plantilla o cap
cs_cz: Kategorie ze šablony nebo žádná
hr_hr: Kategorija iz predloška ili ništa
it_it: Categoria del template o nessuna
ja_jp: テンプレートのカテゴリーまたは、なし
ko_kr: 견본의 분류 또는 없음
pt_br: Categoria do modelo ou nenhum
ru_ru: Категория из шаблона или ничего
sk_sk: Kategória zo šablóny alebo žiadna
tr_tr: Temadan kategori ya da yok

source: Specific category
ca_es: Categoria específica
cs_cz: Konkrétní kategorie
hr_hr: Određena kategorija
it_it: Determinata categoria
ja_jp: 特定のカテゴリー
ko_kr: 분류 지정
pt_br: Categoria específica
ru_ru: Конкретная категория
sk_sk: Špecifická kategória
tr_tr: Belirli kategori

source: Location from template or none
ca_es: Ubicació de la plantilla o cap
cs_cz: Umístění ze šablony nebo žádné
hr_hr: Lokacija iz predloška ili ništa
it_it: Posizione del template o nessuna
ja_jp: テンプレートの場所またはなし
ko_kr: 견본의 위치 또는 없음
pt_br: Localização do modelo ou nenhuma
ru_ru: Местоположение из шаблона или ничего
sk_sk: Umiestnenia zo šablóny alebo žiadne
tr_tr: Temadan konum ya da yok

source: Specific location
ca_es: Ubicació específica
cs_cz: Konkrétní umístění
hr_hr: Određena lokacija
it_it: Determinato posizione
ja_jp: 特定の場所
ko_kr: 위치 지정
pt_br: Localização específica
ru_ru: Конкретное местоположение
sk_sk: Špecifické umiestnenie
tr_tr: Belirli konum

source: Contract from template or none
hr_hr: Ugovor iz predloška ili ništa
ja_jp: テンプレートの契約または、なし
ko_kr: 템플릿 또는 없음에서 계약
tr_tr: Temadan sözleşme ya da yok

source: Specific contract
hr_hr: Određeni ugovor
ja_jp: 特定の契約
ko_kr: 특정 계약
tr_tr: Belirli sözleşme

source: No validation
ca_es: Sense validació
cs_cz: Žádné ověření
hr_hr: Bez potvrđivanja
ja_jp: 検証なし
ko_kr: 검증 없음
pt_br: Sem validação
ru_ru: Без проверки
sk_sk: Žiadne overenie
tr_tr: Değerlendirme yok

source: Specific user or group
ca_es: Usuari o grup específic
cs_cz: Konkrétní uživatel nebo skupina
hr_hr: Odeređeni korisnik ili grupa
ja_jp: 特定のユーザーまたはグループ
ko_kr: 특정 사용자 또는 그룹
pt_br: Usuário ou grupo especifico
ru_ru: Специальный пользователь или группа
sk_sk: Konkrétny používateľ alebo skupina
tr_tr: Belirli bir kullanıcı ya da grup

source: User from question answer
ca_es: Usuari procedent de la resposta d'una pregunta
cs_cz: Uživatel z odpovědi na otázku
hr_hr: Korisnik iz odgovora na pitanje
ja_jp: 質問の回答からのユーザー
ko_kr: 질문 답변의 사용자
pt_br: Usuário da resposta da pergunta
ru_ru: Пользователь из ответа на вопрос
sk_sk: Používateľ z odpovede na otázku
tr_tr: Soru yanıtından kullanıcı

source: Group from question answer
ca_es: Grup procedent de la resposta d'una pregunta
cs_cz: Skupina z odpovědi na otázku
hr_hr: Grupa iz odgovora na pitanje
ja_jp: 質問の回答からのグループ
ko_kr: 질문 답변의 그룹
pt_br: Grupo de resposta da pergunta
ru_ru: Группа из ответа на вопрос
sk_sk: Skupina z odpovede na otázku
tr_tr: Soru yanıtından grup

source: Minute
cs_cz: Minuta
hr_hr: Minuta
ja_jp: 分
ko_kr: 분
ru_ru: Минута
tr_tr: Dakika

source: Hour
cs_cz: Hodina
hr_hr: Sat
ja_jp: 時間
ko_kr: 시간
ru_ru: Час
tr_tr: Saat

source: Day
cs_cz: Den
hr_hr: Dan
ja_jp: 日
ko_kr: 일
ru_ru: День
tr_tr: Gün

source: Month
cs_cz: Měsíc
hr_hr: Mjesec
ja_jp: 月
ko_kr: 월
ru_ru: Месяц
tr_tr: Ay

source: SLA (TTO/TTR)
hr_hr: Ugovor o razini usluge (vrijeme posjedovanja/vrijeme rješavanja)
tr_tr: HDA (EAZ/ÇÖZ)

source: Question (TTO/TTR)
ca_es: Pregunta (TTO/TTR)
cs_cz: Otázka (TTO/TTR)
hr_hr: Pitanje (vrijeme posjedovanja/vrijeme rješavanja)
it_it: Domanda (TTO/TTR)
ja_jp: 質問（TTO・TTR）
ko_kr: 질문 (TTO/TTR)
pt_br: Questão (TTO/TTR)
ru_ru: Вопрос (TTO/TTR)
sk_sk: Otázka (TTO/TTR)
tr_tr: Soru (EAZ/ÇÖZ)

source: OLA (TTO/TTR)
hr_hr: Ugovor o operativnoj raznini (vrijeme posjedovanja/vrijeme rješavanja)
tr_tr: ODA (EAZ/ÇÖZ)

source: Urgency
ca_es: Urgència
cs_cz: Naléhavost
hr_hr: Hitnost
it_it: Urgenza
ja_jp: 緊急度
ko_kr: 긴급도
pt_br: Urgência
ru_ru: Срочность
sk_sk: Naliehavosť
tr_tr: Önem düzeyi

source: Ticket tags
ca_es: Etiquetes del tiquet
cs_cz: Tagy požadavků
hr_hr: Oznake naloga
it_it: Tag della chiamata
ja_jp: チケットのタグ
ko_kr: 티켓 태그
pt_br: Tags do chamado
ru_ru: Метки заявки
sk_sk: Štítky tiketov
tr_tr: Destek kaydı etiketleri

source: Tags
cs_cz: Štítky
hr_hr: Oznake
it_it: Etichette
ja_jp: タグ
ko_kr: 태그
pt_br: Etiquetas
ru_ru: Метки
sk_sk: Štitky
tr_tr: Etiketler

source: Location
ca_es: Ubicació
cs_cz: Umístění
hr_hr: Lokacija
ja_jp: 場所「
ko_kr: 위치
pt_br: Localização
ru_ru: Местоположение
sk_sk: Umiestnenie
tr_tr: Konum

source: Location
ca_es: Ubicació
cs_cz: Umístění
hr_hr: Lokacija
it_it: Luogo
ja_jp: 場所
ko_kr: 위치
pt_br: Localização
ru_ru: Местоположение
sk_sk: Poloha
tr_tr: Konum

source: Contract
hr_hr: Ugovor
ja_jp: 契約
ko_kr: 계약
tr_tr: Sözleşme

source: Contract
hr_hr: Ugovor
ja_jp: 契約
tr_tr: Sözleşme

source: The description cannot be empty!
ca_es: Cal que posis una descripció!
cs_cz: Popis nemůže být prázdný
hr_hr: Opis ne može biti prazan!
it_it: La descrizione non può essere vuota!
ja_jp: 説明を空にはできません！
ko_kr: 상세내용은 비워둘 수 없습니다!
pt_br: A descrição não pode ser vazia!
ru_ru: Требуется указать описание!
sk_sk: Popis nemôže byť prázdny!
tr_tr: Açıklama boş olamaz!

source: Watcher
cs_cz: Pozorovatel
hr_hr: Promatrač
ja_jp: 助言者
ko_kr: 감시자
ru_ru: Наблюдатель
tr_tr: İzleyen

source: Cancel
ca_es: Cancel·lar
cs_cz: Storno
hr_hr: Odustani
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отменить
sk_sk: Zrušiť
tr_tr: İptal

source: Email followup
ca_es: Seguiment per correu electrònic
cs_cz: Emailové sledování
hr_hr: Odgovori na e-mail poruku
ja_jp: メール フォロー
ko_kr: 이메일 추적
pt_br: Acompanhamento de e-mail
ru_ru: Отслеживать по Email
sk_sk: Sledovanie emailu
tr_tr: E-posta izlemesi

source: User
ca_es: Usuari
cs_cz: Uživatel
hr_hr: Korisnik
it_it: Utente
ja_jp: ユーザー
ko_kr: 사용자
pt_br: Usuário
ru_ru: Пользователь
sk_sk: Používateľ
tr_tr: Kullanıcı

source: Group
ca_es: Grup
cs_cz: Skupina
hr_hr: Grupa
ja_jp: グループ
ko_kr: 그룹
pt_br: Grupo
ru_ru: Группа
sk_sk: Skupina
tr_tr: Grup

source: Supplier
ca_es: Proveïdor
cs_cz: Dodavatel
hr_hr: Dobavljač
ja_jp: サプライヤ
ko_kr: 공급자
pt_br: Fornecedor
ru_ru: Поставщик
sk_sk: Dodávateľ
tr_tr: Sağlayıcı

source: Yes
ca_es: Sí
cs_cz: Ano
hr_hr: Da
ja_jp: はい
ko_kr: 예
pt_br: Sim
ru_ru: Да
sk_sk: Áno
tr_tr: Evet

source: Group from the object
ca_es: Grup de l'objecte
cs_cz: Skupina z objektu
hr_hr: Grupa iz objekta
it_it: Gruppo dall'oggetto
ja_jp: オブジェクトのグループか
ko_kr: 객체에서의 그룹
pt_br: Grupo do objeto
ru_ru: Группа из объекта
sk_sk: Skupina z objektu
tr_tr: Nesneden grup

source: Tech group from the object
ca_es: Grup tècnic de l'objecte
cs_cz: Skupina řešitelů z objektu
hr_hr: Tehnička grupa iz objekta
it_it: Gruppo tecnico dall'oggetto
ja_jp: オブジェクトの技術者グループ
ko_kr: 객체에서의 기술 그룹
pt_br: Grupo técnico do objeto
ru_ru: Тех группа из объекта
sk_sk: Technická skupina z objektu
tr_tr: Nesneden teknik grup

source: Upgrade tables to innoDB; run %s
hr_hr: Nadogradi tablice u innoDB; pokreni %s
ja_jp: innoDB のテーブルをアップグレードするには、%s を実行
ko_kr: 테이블을 innoDB로 업그레이드하세요; %s실행
pt_br: Atualizar tabelas para o innoDB; executar %s
sk_sk: Aktualizujte tabuľky na innoDB; beží %s
tr_tr: Tabloları innoDB biçimine dönüştürün. Şunu çalıştırın %s

source: The database schema is not consistent with the previous version of Formcreator %s. To see the logs run the command %s
hr_hr: Shema baze podataka nije u skladu s prethodnom verzijom Formcreatora %s. Za prikaz zapisa pokreni naredbu %s
ja_jp: データベーススキーマは、Formcreator の古い %s バージョンとの整合性がとれていません。ログを見るには、%s コマンドを実行してください。
pt_br: O esquema do banco de dados não é consistente com a versão anterior do Formcreator %s. Para ver os logs execute o comando %s
tr_tr: Veritabanı şeması önceki Formcreator %s uygulama eki ile uyumlu değil. Günlük kayıtlarını görüntülemek için şu komutu yürütün %s

source: To ignore the inconsistencies and upgrade anyway run %s
hr_hr: Za ignoriranje nedosljednosti i nadogradnju unatoč tomu, pokreni %s
ja_jp: 矛盾を無視してアップグレードする場合は、%s を実行
ko_kr: 불일치를 무시하고 업그레이드하려면 %s을(를) 실행하세요
pt_br: Para ignorar as inconsistências e atualizar de qualquer maneira, execute %s
sk_sk: Ak chcete ignorovať nezrovnalosti a upgradovať aj tak, spustite %s
tr_tr: Uyumsuzluğu yok saymak ve her durumda güncellemek için şunu çalıştırın %s

source: Upgrade from version older than 2.5.0 is no longer supported. Please upgrade to GLPI 9.5.7, upgrade Formcreator to version 2.12.5, then upgrade again to GLPI 10 or later and Formcreator 2.13 or later.
hr_hr: Nadogradnja s verzije starije od 2.5.0 više nije podržana. Nadogradi na GLPI 9.5.7, nadogradi Formcreator na verziju 2.12.5, zatim ponovo nadogradi na GLPI 10 i Formcreator 2.13 ili novije verzije.
ja_jp: 2.5.0 より古いバージョンからのアップグレードはすでにサポートしていません。GLPI 9.5.7 にアップグレードし、「フォーム作成」を 2.12.5 にアップグレードし、それから GLPI 10以上に、「フォーム作成」を 2.13 以降にそれぞれアップグレードしてください。
ko_kr: 2.5.0 이전 버전에서의 업그레이드는 더 이상 지원되지 않습니다. GLPI 9.5.7로 업그레이드하고, Formcreator를 버전 2.12.5로 업그레이드 한 다음, GLPI 10 이상 및 Formcreator 2.13 이상으로 다시 업그레이드 하세요.
pt_br: A atualização da versão anterior à 2.5.0 não é mais suportada. Atualize para o GLPI 9.5.7, atualize o Formcreator para a versão 2.12.5 e, em seguida, atualize novamente para o GLPI 10 ou posterior e o Formcreator 2.13 ou posterior.
sk_sk: Aktualizácia z verzie staršej ako 2.5.0 už nie je podporovaná. Akualizujte na GLPI 9.5.7, upgradujte Tvorbu formulárov na verziu 2.12.5 a potom znova aktualizujte na GLPI 10 alebo novší a Tvorbu formulárov 2.13 alebo novší.
tr_tr: 2.5.0 sürümünden önceki sürümlerden yükseltme artık desteklenmiyor. Lütfen GLPI uygulamasını 9.5.7 sürümüne ve Formcreator uygulama ekini 2.12.5 sürümüne yükseltin. Ardından GLPI uygulamasını 10 ya da üzerindeki bir sürüme ve Formcreator uygulama ekini 2.13 ya da üzerindeki bir sürüme yükseltin.

source: A fatal error occured in the upgrade from %s! Upgrade aborted. Please check logs to fix the problem then try again.
cs_cz: Při upgradu z %s! došlo k závažné chybě! Upgrade byl přerušen. Zkontrolujte prosím protokoly a problém vyřešte a zkuste to znovu.
hr_hr: Došlo je do fatalne greške u nadogradnji za %s! Nadogradnja je prekinuta. Za ispravljanje problema pogledaj log-zapise, a zatim pokušaj ponovo.
ja_jp: %s からのアップグレードで致命的なエラー！ アップグレードを中断しました。ログを確認して問題を解決し、再度実行してください。
ko_kr: %s에서 업그레이드 중 치명적인 오류가 발생했습니다! 업그레이드가 중단되었습니다. 문제를 수정하기 위해 로그를 확인하고 다시 시도해 주세요.
pt_br: O esquema do banco de dados não é consistente com a versão atual do Formcreator %s. Para ver os logs habilite o plugin e execute o comando%s
ru_ru: Критическая ошибка во время обновления %s! Обновление отменено. Пожалуйста проверьте логи для исправления проблем и попробуйте еще раз.
tr_tr: %s sürümünden güncellenirken ciddi bir sorun çıktı! Güncelleme işlemi iptal edildi. Lütfen sorunu çözmek için günlük kayıtlarına bakın ve ardından yeniden deneyin.

source: The database schema is not consistent with the current version of Formcreator %s. To see the logs enable the plugin and run the command %s
hr_hr: Shema baze podataka nije u skladu s prethodnom verzijom Formcreatora %s. Za prikaz zapisa aktiviraj dodatak i pokreni naredbu %s
ja_jp: データベース スキーマが現在の「フォーム作成」のバージョン、%s と整合性がとれていません。ログを見るには、プラグインを有効にして、%s コマンドを実行してください。
pt_br: O esquema do banco de dados não é consistente com a versão atual do Formcreator %s. Para ver os logs habilite o plugin e execute o comando%s
tr_tr: Veritabanı şeması güncel Formcreator %s sürümü ile uyumlu değil. Günlük kayıtlarını görüntülemek için uygulama ekini etkinleştirin ve şu komutu yürütün %s

source: The tables of the plugin passed the schema integrity check.
hr_hr: Tablice dodatka su prošle provjeru integriteta sheme.
ja_jp: プラグインのテーブルは、スキーマ整合性チェックを通過しました。
ko_kr: 플러그인의 테이블이 스키마 무결성 검사를 통과했습니다.
pt_br: As tabelas do plug-in passaram na verificação de integridade do esquema.
sk_sk: Plugin prešiel kontrolou integrity.
tr_tr: Uygulama ekinin tabloları şema bütünlüğü denetimini geçti.

source: A form has been created
ca_es: S'ha creat el formulari
cs_cz: Formulář byl vytvořen
hr_hr: Obrazac je stvoren
it_it: Un modulo è stato creato
ja_jp: フォームを作成しました
ko_kr: 양식이 생성되었습니다
pt_br: Formulário criado
ru_ru: Форма создана
sk_sk: Formulár bol vytvorený
tr_tr: Bir form eklendi

source: Your request has been saved
ca_es: La teva sol·licitud s'ha guardat
cs_cz: Vaše žádost byla uložena
hr_hr: Tvoj zahtjev je spremljen
it_it: La tua richiesta è stata salvata
ja_jp: あなたからの要求を保存しました
ko_kr: 요청이 저장되었습니다
pt_br: Sua requisição foi salva
ru_ru: Ваш запрос сохранен
sk_sk: Vaša požiadavka bola uložená.
tr_tr: İsteğiniz kaydedildi

source: Hi,\nYour request from GLPI has been successfully saved with number ##formcreator.request_id## and transmitted to the helpdesk team.\nYou can see your answers onto the following link:\n##formcreator.validation_link##
ca_es: Benvolgut/da,\n La teva sol·licitud s'ha guardat correctament amb el número ##formcreator.request_id## i s'ha tramès a l'equip de suport. \nPots veure les seves respostes a l'enllaç : \n ##formcreator.validation_link##
cs_cz: Dobrý den,\n Váš požadavek z GLPI byl úspěšně uložen pod číslem ##formcreator.request_id## a předán týmu podpory. Odpovědi můžete vidět na následujícím odkazu:\n##formcreator.validation_link##
hr_hr: Pozdrav,\ntvoj zahtjev iz GLPI-a je spremljen pod brojem ##formcreator.request_id## i proslijeđen podršci.\nTvoje odgovore možeš vidjeti na:\n##formcreator.validation_link##
it_it: Salve,\nLa tua richiesta da GLPI è stata salvata con successo con il numero ##formcreator.request_id## e trasmessa alla squadra di helpdesk.\nPuoi vedere le tue risposte al seguente link:\n##formcreator.validation_link##
ja_jp: こんにちは。\nGLPI にあなたが要求として投稿した内容は、受付番号 ##formcreator.request_id## として保存し、ヘルプデスク チームに転送しました。\nご自分の回答は以下のリンクで確認できます : \n##formcreator.validation_link##
ko_kr: 안녕하세요,\nGLPI에서의 요청이 ##formcreator.request_id##로 잘 저장되었고 업무 지원 센터 팀에 전달 되었습니다.\n다음 링크에서 당신의 질문을 확인할 수 있습니다:\n##formcreator.validation_link##
pt_br: Olá,\nSua requisição do GLPI foi salva com sucesso com o número ##formcreator.request_id## e transmitido para a equipe de helpdesk.\nVocê pode ver suas respostas no seguinte link:\n##formcreator.validation_link##
ru_ru: Здравствуйте,\nВаш запрос успешно сохранен под номером ##formcreator.request_id## и передан в службу поддержки.\nВы можете посмотреть его по ссылке:\n##formcreator.validation_link##
sk_sk: Dobrý deň, Vaša žiadosť z GLPI bola úspešne uložená pod číslom ##formcreator.request_id## a postúpená service desku. \nSvoje odpovede si môžete pozrieť na nasledujúcom odkaze:\n##formcreator.validation_link##
tr_tr: Merhaba,\nGLPI üzerindeki isteğiniz ##formcreator.request_id## numara ile kaydedilerek destek ekibimize iletildi.\nİsteğinize verilen yanıtları şu bağlantıdan görebilirsiniz:\n##formcreator.validation_link##

source: A form need validation
hr_hr: Jedan obrazac se mora potvrditi
ja_jp: フォームは検証が必要です
ko_kr: 양식에 유효성 검사가 필요함
tr_tr: Değerlendirilmesi gereken bir form var

source: A form from GLPI need to be validated
hr_hr: Jedan obrazac od GLPI-a se mora potvrditi
ja_jp: GLPI のフォームで検証が必要です
ko_kr: GLPI 에서의 양식은 유효성 검사가 필요합니다
tr_tr: Değerlendirilmesi gereken bir GLPI formu var

source: A form from GLPI need to be validate
ca_es: Hi ha una sol·licitud pendent de validació
cs_cz: Formulář z GLPI je třeba ověřit
hr_hr: Potrebno je potvrditi GLPI obrazac
it_it: Un modulo da GLPI deve essere validato
pt_br: Um formulário vindo do GLPI necessita ser validado
ru_ru: Требуется согласовать форму
tr_tr: Değerlendirilmesi gereken bir GLPI formu var

source: Hi,\nA form from GLPI need to be validated and you have been choosen as the validator.\nYou can access it by clicking onto this link:\n##formcreator.validation_link##
hr_hr: Pozdrav,\nJedan obrazac od GLPI-a se mora potvrditi a ti si odabran/a za potvrditelja.\nObrascu možeš pristupiti pritiskom na ovu poveznicu:\n##formcreator.validation_link##
ja_jp: こんにちは。\nGLPI のフォームで検証が必要となり、あなたが検証者として選ばれました。\n以下のリンクでアクセスできます :
ko_kr: 안녕하세요,\nGLPI에서의 양식은 유효성 검사가 필요하며 당신은 검증자로 선택되었습니다.\n이 링크를 클릭함으로 접근할 수 있습니다:\n##formcreator.validation_link##
tr_tr: Merhaba,\nGLPI üzerinde değerlendirilmesi gereken bir formu değerlendirmek üzere seçildiniz.\nAşağıdaki bağlantıya tıklayarak forma erişebilirsiniz:\n##formcreator.validation_link##

source: Your form has been refused by the validator
ca_es: La teva sol·licitud ha estat denegada pel validador
cs_cz: Váš formulář byl zamítnut ověřovatelem
hr_hr: Potvrditelj je odbio tvoj obrazac
it_it: Il tuo modulo è stato rifiutato dal validatore
ja_jp: あなたのフォームは検証者から拒否されました
ko_kr: 확인자에 의해 당신의 양식이 거부되었습니다.
pt_br: Seu formulário foi recusado pelo validador
ru_ru: Ваш запрос отклонен согласующим
sk_sk: Váš formulár bol odmietnutý overovateľom
tr_tr: Formunuzdaki bilgiler hatalı olduğundan değerlendiren tarafından reddedildi
