Repository: DMOS-Technologies/formcreator
Catalog: locales/*.po
Languages: ca_es, cs_cz, hr_hr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sk_sk, tr_tr

source: Specific group
ca_es: Grup específic
cs_cz: Konkrétní skupina
hr_hr: Određena grupa
it_it: Gruppo specifico
ja_jp: 特定のグループ
ko_kr: 그룹 지정
pt_br: Grupo específico
ru_ru: Конкретная группа
sk_sk: Špecifická skupina
tr_tr: Belirli grup

source: Group from the question
ca_es: Grup de la pregunta
cs_cz: Skupina z otázky
hr_hr: Grupa iz pitanja
it_it: Gruppo della domanda
ja_jp: 質問で特定するグループ
ko_kr: 질문 그룹
pt_br: Grupo da questão
ru_ru: Группа из вопроса
sk_sk: Skupina z otázky
tr_tr: Sorudan grup

source: Group from an object
ca_es: Grup d'un objecte
cs_cz: Skupina z objektu
hr_hr: Grupa iz jednog objekta
ja_jp: オブジェクトのグループ
ko_kr: 하나의 객체에서의 그룹
pt_br: Grupo de um objeto
ru_ru: Группа из объекта
sk_sk: Skupina z objektu
tr_tr: Bir nesneden grup

source: Tech group from an object
ca_es: Grup tècnic d'un objecte
cs_cz: Skupina řešitelů z objektu
hr_hr: Tehnička grupa iz jednog objekta
ja_jp: オブジェクトの技術者グループ
ko_kr: 하나의 객체에서의 기술 그룹
pt_br: Grupo técnico de um objeto
ru_ru: Тех группа из объекта
sk_sk: Technická skupina z objektu
tr_tr: Bir nesneden teknik grup

source: Specific supplier
ca_es: Proveïdor específic
cs_cz: Konkrétní dodavatel
hr_hr: Određeni dobavljač
it_it: Fornitore specifico
ja_jp: 特定のサプライヤ
ko_kr: 공급사 지정
pt_br: Fornecedor específico
ru_ru: Конкретный поставщик
sk_sk: Konkrétny dodávateľ
tr_tr: Belirli sağlayıcı

source: Supplier from the question
ca_es: Proveïdor d'una pregunta
cs_cz: Dodavatel z otázky
hr_hr: Dobavljač iz pitanja
it_it: Fornitore della domanda
ja_jp: 質問で特定するサプライヤ
ko_kr: 질문 공급사
pt_br: Fornecedor da questão
ru_ru: Поставщик из вопроса
sk_sk: Dodávateľ z otázky
tr_tr: Sorudan sağlayıcı

source: Actors from the question
ca_es: Actors de la pregunta
cs_cz: Účastníci z otázky
hr_hr: Učesnici iz pitanja
it_it: Attori della domanda
ja_jp: 質問で特定する実行者
ko_kr: 질문 시행자
pt_br: Atores da questão
ru_ru: Участники из вопроса
sk_sk: Účastník z otázky
tr_tr: Sorudan ilgililer

source: Form author's supervisor
ca_es: Supervisor de l'autor del formulari
cs_cz: Vedoucí autora formuláře
hr_hr: Nadzornik autora obrasca
it_it: Supervisore dell'autore del modulo
ja_jp: フォーム作成者の担当責任者
ko_kr: 양식 작성자의 감독자
pt_br: Supervisor do autor de formulário
ru_ru: Менеджер автора формы
tr_tr: Formu hazırlayanın yöneticisi

source: Observer
ca_es: Observador
cs_cz: Pozorovatel
hr_hr: Promatrač
ja_jp: オブザーバー
ko_kr: 관찰자
pt_br: Observador
ru_ru: Наблюдатель
sk_sk: Pozorovateľ
tr_tr: Gözlemci

source: Assigned to
ca_es: Assignat a
cs_cz: Přiřazeno k
hr_hr: Dodijeljeno
ja_jp: 割当先
ko_kr: 다음에 할당됨
pt_br: Atribuído para
ru_ru: Назначенный на
sk_sk: Priradený k
tr_tr: Atanan

source: Target actor
ca_es: Actor objectiu
cs_cz: Cílový aktér
hr_hr: Učesnik cilja
ja_jp: 対象実行者
ko_kr: 대상 실행자
pt_br: Ator alvo
ru_ru: Участник цели
tr_tr: Hedef ilgili

source: Bad request while adding an actor.
ca_es: Sol·licitud incorrecta afegint un actor.
cs_cz: Špatný požadavek při přidávání aktéra
hr_hr: Neispravan zahtjev tijekom dodavanja učesnika.
ja_jp: 実行者の追加で不正なリクエスト。
ko_kr: 수행자 추가 중 잘못된 요청.
pt_br: Solicitação incorreta ao adicionar um ator.
ru_ru: Ошибочный запрос при добавлении участника
sk_sk: Zlá požiadavka pre pridelení účastníka
tr_tr: Bir ilgili eklenirken hatalı bir istek yapıldı.

source: Failed to find a user: %1$s
ca_es: No s'ha pogut trobar un usuari: %1$s
cs_cz: Nepodařilo se najít uživatele: %1$s
hr_hr: Neuspjelo pronalaženje korisnika: %1$s
ja_jp: ユーザーの検索に失敗 : %1$s
ko_kr: 사용자 검색 실패: %1$s
pt_br: Falha ao encontrar um usuário\: %1$s
ru_ru: Ошибка поиска пользователя: %1$s
sk_sk: Nepodarilo sa nájsť používateľa: %1$s
tr_tr: Bir kullanıcı bulunamadı: %1$s

source: Failed to find a group: %1$s
ca_es: No s'ha pogut trobar el grup: %1$s
cs_cz: Nepodařilo se najít skupinu: %1$s
hr_hr: Neuspjelo pronalaženje grupe: %1$s
ja_jp: グループの検索に失敗 : %1$s
ko_kr: 그룹 검색 실패: %1$s
pt_br: Falha ao encontrar um grupo\: %1$s
ru_ru: Ошибка поиска группы: %1$s
sk_sk: Nepodarilo sa nájsť skupinu: %1$s
tr_tr: Bir grup bulunamadı: %1$s

source: Failed to find a supplier: %1$s
ca_es: No s'ha pogut trobar el proveïdor: %1$s
cs_cz: Nepodařilo se najít dodavatele: %1$s
hr_hr: Neuspjelo pronalaženje dobavljača: %1$s
ja_jp: サプライヤの検索に失敗 : %1$s
ko_kr: 공급자 검색 실패: %1$s
pt_br: Falha ao encontrar um fornecedor\: %1$s
ru_ru: Ошибка поиска поставщика: %1$s
sk_sk: Nepodarilo sa nájsť dodávateľa: %1$s
tr_tr: Bir sağlayıcı bulunamadı: %1$s

source: Refused
ca_es: Rebutjat
cs_cz: Odmítnuto
hr_hr: Odbijeno
it_it: Rifiutato
ja_jp: 拒否済み
ko_kr: 거부됨
pt_br: Rejeitado
ru_ru: Отклонено
sk_sk: Odmietnuté
tr_tr: Reddedilmiş

source: Accepted
ca_es: Acceptat
cs_cz: Přijato
hr_hr: Prihvaćeno
it_it: Accettato
ja_jp: 承認
ko_kr: 승인됨
pt_br: Aceito
ru_ru: Согласовано
sk_sk: Akceptované
tr_tr: Onaylanmış

source: Form answer
ca_es: Resposta del formulari
cs_cz: Odpověď formuláře
hr_hr: Odgovor u obrascu
ja_jp: フォームの回答
ko_kr: 양식 답변
pt_br: Resposta do formulário
ru_ru: Ответ формы
tr_tr: Form yanıtı

source: Print this form
ca_es: Imprimeix el formulari
cs_cz: Vytisknout tento formulář
hr_hr: Ispiši ovaj obrazac
it_it: Stampa questo modulo
ja_jp: このフォームを印刷
ko_kr: 이 양식 인쇄
pt_br: Imprimir este formulário
ru_ru: Печать этой формы
sk_sk: Tlačiť tento formulár
tr_tr: Bu formu yazdır

source: Form accepted by validator.
ca_es: Sol·licitud acceptada pel validador.
cs_cz: Formulář byl schválen ověřovatelem.
hr_hr: Obrazac prihvaćen od potvrditelja.
it_it: Modulo accettato dal coordinatore.
ja_jp: フォームが検証者に承認されました。
ko_kr: 확인자에 의해 양식이 승인되었습니다.
pt_br: Formulário aceito pelo validador.
ru_ru: Форма принята согласующим.
sk_sk: Formulár akceptovaný overovateľom
tr_tr: Form değerlendirici tarafından onaylandı

source: Form successfully saved.
ca_es: Sol·licitud guardada correctament.
cs_cz: Formulář byl úspěšně uložen.
hr_hr: Obrazac je uspješno spremljen.
it_it: Modulo correttamente salvato.
ja_jp: フォームを保存しました。
ko_kr: 양식이 저장되었습니다.
pt_br: Formulário salvo com sucesso.
ru_ru: Форма успешно сохранена.
sk_sk: Formulár úspešne uložený.
tr_tr: Form kaydedildi

source: Save
ca_es: Guarda
cs_cz: Uložit
hr_hr: Spremi
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
ru_ru: Сохранить
sk_sk: Uložiť
tr_tr: Kaydet

source: Required if refused
ca_es: Es requereix si es va denegar
cs_cz: Požadováno pokud je zamítnuto
hr_hr: Obavezno, ako je odbijeno
it_it: Richiesto se rifiutato
ja_jp: 拒否されたら必須
ko_kr: 거부된 경우 필수
pt_br: Necessário se rejeitado
ru_ru: Требуется если отклонено
sk_sk: Vyžaduje sa v prípade odmietnutia
tr_tr: Reddedildi ise zorunlu

source: Refuse
ca_es: Denegar
cs_cz: Zamítnout
hr_hr: Odbij
it_it: Rifiuta
ja_jp: 拒否
ko_kr: 거부
pt_br: Rejeitar
ru_ru: Отклонить
sk_sk: Odmietnuť
tr_tr: Reddet

source: Edit answers
ca_es: Edita respostes
cs_cz: Upravit odpovědi
hr_hr: Uredi odgovor
ja_jp: 回答を編集
ko_kr: 답변 수정
pt_br: Editar respostas
ru_ru: Редактировать ответы
sk_sk: Upraviť odpovede
tr_tr: Yanıtları düzenle

source: Cancel edition
ca_es: Cancel·la l'edició
cs_cz: Zrušit úpravu
hr_hr: Otkaži izdanje
ja_jp: 編集をキャンセル
ko_kr: 수정 취소
pt_br: Cancelar edição
ru_ru: Отменить редактирование
sk_sk: Zrušiť editáciu
tr_tr: Düzenlemeyi iptal et

source: Accept
ca_es: Acceptat
cs_cz: Schválit
hr_hr: Prihvati
it_it: Accetta
ja_jp: 承認
ko_kr: 승인
pt_br: Aceitar
ru_ru: Принять
sk_sk: Akceptovať
tr_tr: Onayla

source: Refused comment is required!
ca_es: Cal un comentari de denegació!
cs_cz: Komentář k zamítnutí je povinný!
hr_hr: Potreban je komentar za odbijanje!
it_it: Commento obbligatorio in quanto rifiutato!
ja_jp: 拒否する場合はコメント必須です！
ko_kr: 거부 의견은 필수입니다!
pt_br: É necessário o comentário de rejeição !
ru_ru: Требуется комментарий для отклонения!
sk_sk: Vyžaduje sa odmietnutý komentár!
tr_tr: Red açıklaması zorunludur!

source: You are not the validator of these answers
ca_es: No ets el validador d'aquestes respostes
cs_cz: Nejste ověřovatelem těchto odpovědí
hr_hr: Nisi potvrditelj ovih odgovora
it_it: Non sei il validatore di queste risposte
ja_jp: あなたはこの回答の検証者ではありません
ko_kr: 당신은 이 질문들의 확인자가 아닙니다
pt_br: Você não é o validador destas respostas
ru_ru: Вы не согласующий этих ответов
sk_sk: Nie ste overovateľom týchto odpovedí
tr_tr: Bu yanıtların değerlendireni değilsiniz

source: Item sucessfully added: %1$s (%2$s: %3$s)
hr_hr: Predmet je uspješno dodan: %1$s (%2$s: %3$s)
ja_jp: アイテムを追加 : %1$s (%2$s: %3$s)
ko_kr: 항목이 추가되었음: %1$s (%2$s:%3$s)
pt_br: Item adicionado com sucesso: %1$s (%2$s: %3$s)
sk_sk: Položka úspešne pridaná: %1$s (%2$s: %3$s)
tr_tr: Öge eklendi: %1$s (%2$s: %3$s)

source: Form data
ca_es: Dades de la sol·licitud
cs_cz: Data formuláře
hr_hr: Podaci obrasca
it_it: Dati del modulo
ja_jp: フォーム データ
ko_kr: 양식 데이터
pt_br: Dados do formulário
ru_ru: Данные формы
sk_sk: Údaje formulára
tr_tr: Form verileri

source: Cannot generate targets!
ca_es: No es poden generar objectius!
cs_cz: Není možné vytvářet cíle!
hr_hr: Nije moguće generirati ciljeve!
it_it: Non posso generare la destinazione!
ja_jp: 対象を生成できません！
ko_kr: 대상을 생성할 수 없습니다!
pt_br: Impossível gerar alvos!
ru_ru: Не удалось создать цели!
sk_sk: Nie je možné generovať ciele!
tr_tr: Hedefler oluşturulamadı!

source: No turing test set
ca_es: No hi ha conjunt de proves de turing
cs_cz: Žádná sada Turingových testů
hr_hr: Nije postavljen nijedan Turingov test
pt_br: Nenhum conjunto de teste encontrado
ru_ru: Нет набора тестов Тьюринга
tr_tr: Herhangi bir Turing sınaması ayarlanmamış

source: You failed the Turing test
ca_es: Has fallat el test de Turing
cs_cz: Neuspěl jsi v Turingově testu
hr_hr: Turingov test nije položen
pt_br: Falha no teste de Turing
ru_ru: Вы провалили тест Тьюринга
tr_tr: Turing sınamasını geçemediniz

source: You must select validator!
ca_es: Cal que seleccionis un/a validador/a!
cs_cz: Je třeba vybrat ověřovatele!
hr_hr: Moraš odabrati potvrditelja!
it_it: Devi scegliere un validatore!
ja_jp: 検証者を選択してください！
ko_kr: 확인자를 선택해야 합니다!
pt_br: Você precisa selecionar um validador!
ru_ru: Вы должны выбрать согласующего!
sk_sk: Musíte vybrať overenie!
tr_tr: Bir değerlendiren seçmelisiniz!

source: You cannot delete this issue. Maybe it is taken into account.
ca_es: No pots borrar aquesta incidència. Potser s'ha tingut en compte.
cs_cz: Tento problém nelze odstranit. Možná se s tím počítá.
hr_hr: Ovaj se problem ne može izbrisati. Možda je uzet u obzir.
it_it: Non puoi eliminare questo problema. Forse è preso in considerazione.
ja_jp: この問題を削除できません。アカウントを考慮していると思われます。
ko_kr: 이 이슈를 삭제할 수 없습니다. 잠긴 계정인 것 같습니다.
pt_br: Você não pode excluir este problema. Talvez seja levado em conta.
ru_ru: Вы не можете удалить эту проблему. Может быть, это учтено.
sk_sk: Toto issue nemôžete odstrániť.
tr_tr: Bu sorunu silemezsiniz. Değerlendirmeye alınmış olabilir.

source: Failed to delete this issue. An internal error occured.
ca_es: No s'ha pogut borrar aquesta incidència. Hi ha hagut un error intern.
cs_cz: Tento problém se nepodařilo odstranit. Došlo k vnitřní chybě.
hr_hr: Neuspjelo brisanje problema. Dogodila se interna greška.
it_it: Impossibile eliminare questo problema. Si è verificato un errore interno.
ja_jp: この問題を削除できません。内部エラーが発生しました。
ko_kr: 이 이슈를 삭제하는데 실패했습니다. 내부 오류가 발생했습니다.
pt_br: Falha ao excluir este problema. Um erro interno ocorreu.
ru_ru: Не удалось удалить эту проблему. Произошла внутренняя ошибка.
sk_sk: Toto issue sa nepodarilo odstrániť. Vyskytla sa interná chyba.
tr_tr: Bu sorun silinemedi. Bir iç sorun çıktı.

source: Seek assistance
ca_es: Obrir un tiquet
cs_cz: Požádat o pomoc
hr_hr: Zatraži pomoć
it_it: Nuovo ticket
ja_jp: ユーザーサポートを検索
ko_kr: 도움 요청
pt_br: Serviços
ru_ru: Обратиться за помощью
sk_sk: Vyhľadajte pomoc
tr_tr: Destek iste

source: My requests for assistance
ca_es: Els meus tiquets
cs_cz: Mé žádosti o pomoc
hr_hr: Moji zahtjevi za pomoć
it_it: I miei ticket
ja_jp: 自分へのサポート要求
ko_kr: 나의 도움 요청
pt_br: Meus chamados
ru_ru: Мои обращения
sk_sk: Moja požiadavka o pomoc
tr_tr: Destek isteklerim

source: Consult feeds
ca_es: Consultar feeds
cs_cz: Konzultovat zdroje
hr_hr: Pregledaj feedove
it_it: Notizie
ja_jp: フィードを参照する
ko_kr: 피드 상담
pt_br: Consultar feeds
ru_ru: RSS каналы
tr_tr: Akışlara bak

source: Access type
cs_cz: Typ přístupu
hr_hr: Vrsta pristupa
ja_jp: アクセスの型
ko_kr: 접속 유형
pt_br: Tipo de acesso
ru_ru: Тип доступа
tr_tr: Erişim türü

source: Link to the form
ca_es: Enllaç al formulari
cs_cz: Odkaz na formulář
hr_hr: Poveznica na obrazac
it_it: Collegamento al modulo
pt_br: Link para o formulário
ru_ru: Ссылка на форму
tr_tr: Form bağlantısı

source: Please activate the form to view the link
ca_es: Activeu el formulari per veure l'enllaç
cs_cz: Pro zobrazení odkazu si aktivujte formulář
hr_hr: Aktiviraj obrazac za prikaz poveznice
ja_jp: リンクを表示するには、フォームを稼働させてください
ko_kr: 링크를 보려면 양식을 활성화 하세요
pt_br: Por favor, ative o formulário para visualizar o link
ru_ru: Пожалуйста, активируйте форму, чтобы просмотреть ссылку
sk_sk: Pre zobrazenie odkazu prosím aktivujte formulár
tr_tr: Bağlantının görüntülenmesi için formu etkinleştirin

source: Enable captcha
ca_es: Habilitar el captcha
cs_cz: Zapnout captchu
hr_hr: Aktiviraj captcha
it_it: Abilita captcha
ja_jp: CAPCHA を有効に
ko_kr: 캡챠 활성화
pt_br: Habilitar captcha
ru_ru: Включить капчу
sk_sk: Povoliť captcha
tr_tr: Güvenlik kodu kullanılsın

source: Restricted to
ca_es: Restringit a
cs_cz: Omezeno na
hr_hr: Ograničeno na
ja_jp: 制限 :
ko_kr: 다음에 제한됨
pt_br: Restrito para
ru_ru: Ограниченный для
sk_sk: Obmedzený na
tr_tr: Şununla kısıtlanmış

source: Form language
cs_cz: Jazyk formuláře
hr_hr: Jezik obrasca
ja_jp: フォームの言語
ko_kr: 양식 언어
pt_br: Idioma do formulário
ru_ru: Язык формы
tr_tr: Form dili

source: Translation
ca_es: Traducció
cs_cz: Překlad
hr_hr: Prijevod
ja_jp: 翻訳
ko_kr: 번역
pt_br: Tradução
ru_ru: Перевод
tr_tr: Çeviri

source: The name cannot be empty!
ca_es: No es pot deixar el nom en blanc!
cs_cz: Jméno nemůže být prázdné!
hr_hr: Ime ne može biti prazno!
it_it: Il nome non può essere vuoto!
ja_jp: 名前を入力してください！
ko_kr: 이름은 비워둘 수 없습니다!
pt_br: O nome não pode ser vazio!
ru_ru: Требуется указать название!
sk_sk: Názov nemôže byť prázdny
tr_tr: Ad boş olamaz!

source: Add a translation
ca_es: Afegir una traducció
cs_cz: Přidat překlad
hr_hr: Dodaj prijevod
it_it: Aggiungi una traduzione
ja_jp: 翻訳の追加
ko_kr: 번역 추가
pt_br: Adicionar tradução
ru_ru: Добавить перевод
sk_sk: Pridať preklad
tr_tr: Bir çeviri ekle

source: Update a translation
ca_es: Actualitzar la traducció
cs_cz: Aktualizovat překlad
hr_hr: Aktualiziraj prijevod
ja_jp: 翻訳の更新
ko_kr: 번역 수정
pt_br: Atualizar uma tradução
ru_ru: Обновить перевод
sk_sk: Aktualizovať preklad
tr_tr: Bir çeviriyi güncelle

source: New translation
ca_es: Nova traducció
cs_cz: Nový překlad
hr_hr: Novi prijevod
it_it: Nuova traduzione
ja_jp: 新しい翻訳
ko_kr: 새 번역
pt_br: Nova tradução
ru_ru: Новый перевод
sk_sk: Nový preklad
tr_tr: Yeni çeviri

source: Filter list
ca_es: Llista de filtres
cs_cz: Seznam filtrů
hr_hr: Filtriraj popis
ja_jp: フィルター一覧
ko_kr: 필터 목록
pt_br: Lista de filtros
ru_ru: Фильтр для списка
sk_sk: Zoznam filtrov
tr_tr: Listeyi süz

source: No translation found
ca_es: No s'ha trobat cap traducció
cs_cz: Nebyl nalezen žádný překlad
hr_hr: Nema prijevoda
it_it: Nessuna traduzione trovata
ja_jp: 翻訳がありません
ko_kr: 검색된 번역 없음
pt_br: Nenhuma tradução encontrada
ru_ru: Перевод не найден
sk_sk: Nenašiel sa žiadny preklad
tr_tr: Herhangi bir çeviri bulunamadı

source: Do you want to delete the selected items?
ca_es: Vols eliminar els elements seleccionats?
cs_cz: Chcete smazat vybrané položky?
hr_hr: Želiš li izbrisati odabrane predmete?
it_it: Vuoi cancellare l'elemento selezionato?
ja_jp: 選択したアイテムを削除します。よろしいですか？
ko_kr: 선택된 항목들을 삭제하시겠습니까?
pt_br: Você gostaria de deletar os itens selecionados?
ru_ru: Вы хотите удалить выбранные элементы?
sk_sk: Chcete vymazať vybrané položky?
tr_tr: Seçilmiş ögeleri silmek ister misiniz?

source: Delete
ca_es: Eliminar
cs_cz: Smazat
hr_hr: Izbriši
it_it: Cancella
ja_jp: 削除
ko_kr: 삭제
pt_br: Deletar
ru_ru: Удалить
sk_sk: Vymazať
tr_tr: Sil

source: Original string
ca_es: Text original
cs_cz: Původní řetězec
hr_hr: Izvorni izraz
ja_jp: 元の文字列
ko_kr: 원본 문자열
pt_br: String original
ru_ru: Исходная строка
tr_tr: Özgün dizge

source: Add a new language
ca_es: Afegeix un idioma nou
cs_cz: Přidat nový jazyk
hr_hr: Dodaj novi jezik
ja_jp: 新しい言語を追加
ko_kr: 새 언어 추가
pt_br: Adicionar uma nova linguagem
ru_ru: Добавить новый язык
sk_sk: Pridať nový jazyk
tr_tr: Dil ekle

source: Language
ca_es: Idioma
cs_cz: Jazyk
hr_hr: Jezik
ja_jp: 言語
ko_kr: 언어
pt_br: Linguagem
ru_ru: Язык
sk_sk: Jazyk
tr_tr: Dil

source: None
ca_es: Cap
cs_cz: Žádné
hr_hr: Ništa
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pt_br: Nenhum
ru_ru: Ничего
sk_sk: Žiadny
tr_tr: Yok

source: Need validaton?
ca_es: Necessita validació?
cs_cz: Potřebujete ověření?
hr_hr: Treba potvrdu?
pt_br: Precisa de validação?
ru_ru: Нужна проверка?
tr_tr: Değerlendirme gerekli

source: No
cs_cz: Ne
hr_hr: Ne
ja_jp: いいえ
ko_kr: 아니오
pt_br: Não
ru_ru: Нет
sk_sk: Nie
tr_tr: Hayır

# button
source: Save
ca_es: Guarda
cs_cz: Uložit
hr_hr: Spremi
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
ru_ru: Сохранить
sk_sk: Uložiť
tr_tr: Kaydet

source: Validation
ca_es: Validació
cs_cz: Ověření správnosti
hr_hr: Potvrđivanje
it_it: Validazione
ja_jp: 検証
ko_kr: 확인
pt_br: Validação
ru_ru: Согласование
sk_sk: Overenie
tr_tr: Değerlendirme

source: Choose a validator
ca_es: Escull un validador
cs_cz: Vyberte ověřovatele
hr_hr: Odaberi potvrditelja
it_it: Scegli un validatore
ja_jp: 検証者を選択
ko_kr: 확인자를 선택하세요
pt_br: Escolha um validador
ru_ru: Выбрать согласующего
sk_sk: Vyber overovateľa
tr_tr: Bir değerlendiren seçin

source: Target problem
cs_cz: Cílový problém
hr_hr: Problem cilja
ja_jp: 対象の問題
ko_kr: 목표 문제
pt_br: Alvo para problema
ru_ru: Целевая проблема
tr_tr: Hedef sorun

source: Properties
ca_es: Propietats
cs_cz: Vlastnosti
hr_hr: Svojstva
ja_jp: プロパティー
ko_kr: 속성
pt_br: Propriedades
ru_ru: Свойства
sk_sk: Vlastnosti
tr_tr: Özellikler

source: Failed to add or update the %1$s %2$s: a question is missing and is used in a parameter of the target
ca_es: No s'ha pogut afegir o actualizar %1$s %2$s: falta una pregunta i s'utilitza en un paràmetre de l'objectiu
cs_cz: Nepodařilo se přidat nebo aktualizovat %1$s %2$s: otázka chybí a je použita v parametru cíle
hr_hr: %1$s %2$s nije dodano ili aktualizirano: nedostaje pitanje i koristi se u parametru cilja
ja_jp: %1$s %2$s の追加または更新に失敗 : 質問が存在せず、対象のパラメーターとして設定されています
ko_kr: %1$s%2$s의 추가 또는 갱신에 실패함: 질문이 누락되어 대상의 매개변수에 사용됨
pt_br: Falha ao adicionar ou atualizar o %1$s %2$s: uma questão está faltando e é usada em um parâmetro do alvo
ru_ru: Не удалось добавить или обновить %1$s %2$s: вопрос отсутствует и используется в качестве параметра цели
sk_sk: Nepodarilo sa pridať alebo aktualizovať %1$s %2$s: chýba otázka a používa sa v parametri cieľa
tr_tr: %1$s %2$s eklenemedi ya da güncellenemedi: Bir soru eksik ve hedefteki bir parametre tarafından kullanılıyor

source: Actors
cs_cz: Účastníci
hr_hr: Učesnici
it_it: Attori
ja_jp: アクター
ko_kr: 시행자
pt_br: Atores
ru_ru: Участники
sk_sk: Účastníci
tr_tr: İlgililer

source: Problem title
ca_es: Títol del problema
cs_cz: Název problému
hr_hr: Naslov problema
ja_jp: 問題のタイトル
ko_kr: 문제 제목
pt_br: Título do problema
ru_ru: Проблема заголовка
sk_sk: Názov problému
tr_tr: Sorun başlığı

source: Content
ca_es: Contingut
cs_cz: Obsah
hr_hr: Sadržaj
ja_jp: 内容
ko_kr: 내용
pt_br: Conteúdo
ru_ru: Содержание
sk_sk: Obsah
tr_tr: İçerik

source: Impact
ca_es: Impacte
cs_cz: Dopad
hr_hr: Utjecaj
it_it: Impatto
ja_jp: 影響
ko_kr: 영향
pt_br: Impacto
ru_ru: Влияние
tr_tr: Etki

source: Cause
ca_es: Causa
cs_cz: Příčina
hr_hr: Uzrok
ja_jp: 原因
ko_kr: 원인
pt_br: Causa
ru_ru: Причина
sk_sk: Príčina
tr_tr: Neden

source: Symptom
ca_es: Símptoma
cs_cz: Příznak
hr_hr: Simptom
ja_jp: 症状
ko_kr: 증상
pt_br: Sintoma
ru_ru: Признак
sk_sk: Symptóm
tr_tr: Belirti

source: Inheritance of the parent entity
ca_es: Herència de l'entitat pare
cs_cz: Dědičnost nadřazené entity
hr_hr: Nasljeđivanje nadređenog entiteta
ja_jp: 親エンティティーの検証
ko_kr: 부모 개체의 상속
pt_br: Herança da entidade pai
ru_ru: Наследовать от родителя
sk_sk: Dedičnosť nadradenej entity
tr_tr: Üst birimden devralma

source: GLPi's helpdesk
ca_es: GLPI Helpdesk
cs_cz: GLPI služba podpory
hr_hr: GLPI podrška
it_it: Assistenza GLPI
ja_jp: GLPI ヘルプデスク
ko_kr: GLPi 업무 지원 센터
pt_br: Helpdesk do GLPI
ru_ru: Служба поддержки GLPI
sk_sk: GLPI service desk
tr_tr: GLPI destek merkezi

source: Service catalog simplified
ca_es: Catàleg de serveis simplificat
cs_cz: Zjednodušený katalog služeb
hr_hr: Pojednostavljeni katalog usluga
it_it: Catalogo dei servizi semplificato
ja_jp: シンプル サービスカタログ
ko_kr: 서비스 목록 단순화
pt_br: Catálogo de serviços simplificado
ru_ru: Упрощенный каталог услуг
sk_sk: Zjednodušený katalóg služieb
tr_tr: Basitleştirilmiş hizmet kataloğu

source: Service catalog extended
ca_es: Catàleg de servei extès
cs_cz: Rozšířený katalog služeb
hr_hr: Prošireni katalog usluga
it_it: Catalogo dei servizi esteso
ja_jp: 拡張 サービスカタログ
ko_kr: 서비스 목록 확장
pt_br: Catálogo de serviços ampliado
ru_ru: Расширенный каталог услуг
sk_sk: Rozšírený katalóg služieb
tr_tr: Genişletilmiş hizmet kataloğu

source: All available forms
ca_es: Tots els formularis disponibles
cs_cz: Všechny dostupné formuláře
hr_hr: Svi dostupni obrasci
ja_jp: すべての有効なフォーム
ko_kr: 사용가능한 모든 양식
pt_br: Todos os formulários disponíveis
ru_ru: Все доступные формы
sk_sk: Všetky dostupné formuláre
tr_tr: Kullanılabilecek tüm formlar

source: Only default forms
ca_es: Només els formularis per defecte
cs_cz: Pouze výchozí formuláře
hr_hr: Samo standardni obrasci
ja_jp: 標準フォームのみ
ko_kr: 기본 양식 만
pt_br: Apenas formulários padrões
ru_ru: Только формы по-умолчанию
sk_sk: Iba predvolené formuláre
tr_tr: Yalnızca varsayılan formlar

source: Popularity sort
ca_es: Ordenar per popularitat
cs_cz: Řazení podle oblíbenosti
hr_hr: Razvrstavanje po popularnosti
it_it: Ordinamento per popolarità
ja_jp: 活用順
ko_kr: 인기도 순
pt_br: Organizar por popularidade
ru_ru: По популярности
sk_sk: Zoradiť podľa obľúbenosti
tr_tr: Sık kullanım sıralaması

source: Alphabetic sort
ca_es: Ordenar alfabèticament
cs_cz: Abecední řazení
hr_hr: Razvrstaj abecednim redom
it_it: Ordinamento alfabetico
ja_jp: 辞書順
ko_kr: 알파벳 순
pt_br: Organizar por ordem alfabética
ru_ru: По алфавиту
sk_sk: Zoradiť podľa abecedy
tr_tr: Alfabetik sıralama

source: Merged with Forms
ca_es: Fusionat amb Formularis
cs_cz: Sloučeno s formuláři
hr_hr: Sjedinjeno s obrascima
ja_jp: フォームとマージ済み
ko_kr: 양식과 병합
pt_br: Mesclado com o Formulários
ru_ru: Объединено с Формами
sk_sk: Zlúčené s formulármi
tr_tr: Formlar ile Birleştirilmiş

source: Distinct menu entry
ca_es: Entrada de menú diferent
cs_cz: Odlišný vstup do menu
hr_hr: Distinktivan unos u izborniku
ja_jp: 個別のメニューエントリー
ko_kr: 고유한 메뉴 항목
pt_br: Entrada de menu separada
ru_ru: Отдельный пункт в меню
sk_sk: Odlišný vstup do menu
tr_tr: Farklı menü kaydı

source: Visible
cs_cz: Viditelný
hr_hr: Vidljivo
it_it: Visibile
ja_jp: 表示
ko_kr: 표시
pt_br: Visível
ru_ru: Виден
sk_sk: Viditeľné
tr_tr: Görünür

source: Hidden
ca_es: Ocult
cs_cz: Skrytý
hr_hr: Skriveno
it_it: Nascosta
ja_jp: 非表示
ko_kr: 숨김
pt_br: Escondido
ru_ru: Скрыт
sk_sk: Skryté
tr_tr: Gizli

source: Variable height
ca_es: Alçada variable
cs_cz: Variabilní výška
hr_hr: Promjenjiva visina
ja_jp: 可変の高さ
ko_kr: 가변 높이
pt_br: Altura variável
ru_ru: Изменяемая высота
sk_sk: Variabilná výška
tr_tr: Değişken yükseklik

source: Uniform height
ca_es: Alçada uniforme
cs_cz: Jednotná výška
hr_hr: Jednolika visina
ja_jp: 統一した高さ
ko_kr: 균일 높이
pt_br: Altura uniforme
ru_ru: Единая высота
sk_sk: Jednotná výška
tr_tr: Sabit yükseklik

source: Only forms
hr_hr: Samo obrasci
ja_jp: フォームのみ
ko_kr: 양식 전용
tr_tr: Yalnızca formlar

source: Forms and list of requests
hr_hr: Obrasci i popis zahtjeva
ja_jp: フォームと要求の一覧
ko_kr: 요청의 양식과 목록
tr_tr: Formlar ve isteklerin listesi

source: Search for assistance
hr_hr: Traži pomoć
ja_jp: ユーザーサポートを検索
pt_br: Procurar assistência
tr_tr: Yardım isteyin
