Repository: DMOS-Technologies/formcreator
Catalog: locales/*.po
Languages: ca_es, cs_cz, hr_hr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sk_sk, tr_tr

source: User's assistance requests
hr_hr: Korisnički zahtjevi za pomoć
ja_jp: ユーザーのサポート要求
pt_br: Solicitações de assistência dos usuários
tr_tr: Kullanıcının yardım istekleri

source: Folded
hr_hr: Sklopljeno
ja_jp: 折りたたみ
ko_kr: 접힘
tr_tr: Katlanmış

source: Unfolded
hr_hr: Rasklopljeno
ja_jp: 展開
ko_kr: 펼쳐짐
tr_tr: Açılmış

source: Helpdesk
cs_cz: Služba podpory
hr_hr: Podrška
it_it: Assistenza
ja_jp: ヘルプデスク
ko_kr: 업무 지원 센터
ru_ru: Служба поддержки
sk_sk: Service Desk
tr_tr: Destek merkezi

source: Helpdesk mode
ca_es: Mode Helpdesk
cs_cz: Režim služby podpory
hr_hr: Modus podrške
it_it: Modalità Assistenza
ja_jp: ヘルプデスク モード
ko_kr: 업무 지원 센터 모드
pt_br: Modo de helpdesk
ru_ru: Режим службы поддержки
sk_sk: Režim Service Desku
tr_tr: Destek merkezi kipi

source: Default Form list mode
ca_es: Llista de formularis per defecte
cs_cz: Výchozí režim seznamu formulářů
hr_hr: Standardni modus popisa obrazaca
ja_jp: 標準フォーム一覧モード
ko_kr: 기본 양식 목록 모드
pt_br: Modo de lista do formulário padrão
ru_ru: Режим Список форм по умолчанию
sk_sk: Predvolený režim zoznamu formulárov
tr_tr: Varsayılan form listesi kipi

source: Sort order
ca_es: Ordre de classificació
cs_cz: Pořadí řazení
hr_hr: Redoslijed
it_it: Ordinamento
ja_jp: 並び順
ko_kr: 정렬 순서
pt_br: Ordem de classificação
ru_ru: Порядок сортировки
sk_sk: Zoradiť poradie
tr_tr: Sıralama

source: Knowledge base
ca_es: Base de coneixements
cs_cz: Databáze znalostí
hr_hr: Baza znanja
it_it: Base di conoscenza
ja_jp: ナレッジベース
ko_kr: 지식 기반
pt_br: Base de conhecimento
ru_ru: База знаний
sk_sk: Databáza znalostí
tr_tr: Bilgi bankası

source: Search
ca_es: Cerca
cs_cz: Hledat
hr_hr: Traži
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
pt_br: Pesquisar
ru_ru: Поиск
sk_sk: Vyhľadať
tr_tr: Arama

source: Counters dashboard
ca_es: Tauler de comptadors
cs_cz: Počítadla nástěnky
hr_hr: Nadzorna ploča brojača
ja_jp: ダッシュボードのカウンター
ko_kr: 카운터 대시보드
pt_br: Painel de contadores
ru_ru: Панель счетчиков
tr_tr: Sayaç panosu

source: Header message
ca_es: Missatge de capçalera
cs_cz: Záhlaví zprávy
hr_hr: Poruka zaglavlja
ja_jp: ヘッダー メッセージ
ko_kr: 머릿말 메시지
pt_br: Mensagem de cabeçalho
ru_ru: Сообщение в заголовке
sk_sk: Hlavička správy
tr_tr: Başlık iletisi

source: Search issue
ca_es: Problema de cerca
cs_cz: Problém s hledáním
hr_hr: Traži problem
ja_jp: 問題の検索
ko_kr: 문제사항 검색
pt_br: Problema de pesquisa
ru_ru: Проблема с поиском
sk_sk: Problém s vyhľadávaním
tr_tr: Arama sorunu

source: Service catalog home page
hr_hr: Početna web stranica kataloga usluga
ja_jp: サービスカタログ ホームページ
pt_br: Página inicial do catálogo de serviços
tr_tr: Hizmet kataloğu giriş sayfası

source: Tile design
ca_es: Disseny de mosaics
cs_cz: Design dlaždic
hr_hr: Dizajn pločice
ja_jp: タイル デザイン
ko_kr: 타일 디자인
pt_br: Estilo dos cartões
ru_ru: Стиль заголовка
tr_tr: Karo tasarımı

source: Home page
hr_hr: Početna stranica
ja_jp: ホームページ
ko_kr: 홈 페이지
tr_tr: Giriş

source: Menu visibility (only for vertical menu)
hr_hr: Vidljivost izbornika (samo za okomiti izbornik)
ja_jp: メニューの表示 （縦メニュー用）
ko_kr: 메뉴 가시성 (세로 메뉴 만 해당)
tr_tr: Menü görünürlüğü (yalnızca dikey menü için)

source: Header
cs_cz: Záhlaví
hr_hr: Zaglavlje
ja_jp: ヘッダー
ko_kr: 헤더
ru_ru: Заголовок
tr_tr: Başlık

source: Display search field
ca_es: Mostra el camp de cerca
cs_cz: Zobrazit vyhledávací pole
hr_hr: Prikaži polje pretrage
it_it: Visualizza campo di ricerca
ja_jp: 検索フィールドを表示
ko_kr: 검색 항목 표시
pt_br: Exibir campo de pesquisa
ru_ru: Показать поле поиска
sk_sk: Zobraziť pole vyhľadávania
tr_tr: Arama alanı görüntülensin

source: Display header
ca_es: Mostra la capçalera
cs_cz: Zobrazit záhlaví
hr_hr: Prikaži zaglavlje
it_it: Visualizza header
ja_jp: ヘッダーを表示
ko_kr: 머릿말 표시
pt_br: Mostrar cabeçalho
ru_ru: Показать заголовок
sk_sk: Zobraziť hlavičku
tr_tr: Başlık görüntülensin

source: Question range
cs_cz: Rozsah otázky
hr_hr: Raspon pitanja
ja_jp: 質問範囲
ko_kr: 질문 범위
ru_ru: Диапазон вопроса
tr_tr: Soru aralığı

source: Minimum range
ca_es: Interval mínim
cs_cz: Minimální rozsah
hr_hr: Najmanji raspon
ja_jp: 最小範囲
ko_kr: 최소 범위
pt_br: Faixa mínima
ru_ru: Минимальный диапазон
sk_sk: Minimálny rozsah
tr_tr: En küçük aralık

source: maximum range
ca_es: Interval màxim
cs_cz: maximální rozsah
hr_hr: Najveći raspon
ja_jp: 最大範囲
ko_kr: 최대 범위
pt_br: faixa máxima
ru_ru: максимальный диапазон
sk_sk: Maximálny rozsah
tr_tr: En büyük aralık

source: Public access
ca_es: Accés públic
cs_cz: Veřejný přístup
hr_hr: Javni pristup
it_it: Accesso pubblico
ja_jp: オープン アクセス
ko_kr: 공개 접속
pt_br: Acesso público
ru_ru: Публичный доступ
sk_sk: Verejný prístup
tr_tr: Herkese açık

source: Private access
ca_es: Accés privat
cs_cz: Soukromý přístup
hr_hr: Privatni pristup
it_it: Accesso privato
ja_jp: 自分のみアクセス
ko_kr: 비공개 접속
pt_br: Acesso privado
ru_ru: Частный доступ
sk_sk: Súkromný prístup
tr_tr: Özel erişim

source: Restricted access
ca_es: Accés restringit
cs_cz: Omezený přístup
hr_hr: Ograničeni pristup
it_it: Accesso ristretto
ja_jp: 制限アクセス
ko_kr: 접속 제한됨
pt_br: Acesso restrito
ru_ru: Ограниченный доступ
sk_sk: Obmedzený prístup
tr_tr: Kısıtlı erişim

source: Answers waiting for validation
ca_es: Respostes pendents de validació
cs_cz: Odpovědi čekající na ověření
hr_hr: Odgovori koji čekaju na potvrdu
ja_jp: 検証待ちの回答
ko_kr: 검증을 기다리는 답변
pt_br: Respostas aguardando validação
ru_ru: Вопросы ожидают проверку
sk_sk: Odpovede čakajúce na overenie
tr_tr: Değerlendirilmeyi bekleyen yanıtlar

source: Import forms
ca_es: Importar formularis
cs_cz: Importovat formuláře
hr_hr: Uvezi obrasce
it_it: Importa moduli
ja_jp: フォームのインポート
ko_kr: 양식 불러오기
pt_br: Importar formulários
ru_ru: Импорт форм
sk_sk: Importovať formuláre
tr_tr: Formları içe aktar

source: Characteristics
ca_es: Característiques
cs_cz: Charakteristika
hr_hr: Karakteristike
pt_br: Características
ru_ru: Характеристики
tr_tr: Özellikler

source: Recursive
ca_es: Recursiu
cs_cz: Rekurzivní
hr_hr: Rekurzivno
ja_jp: 再帰的
ko_kr: 반복
pt_br: Recursivo
ru_ru: Рекурсивно
sk_sk: Rekurzívne
tr_tr: Özyinelemeli

source: Homepage
ca_es: Pàgina d'inici
cs_cz: Domovská stránka
hr_hr: Početna web-stranica
ja_jp: ホームページ
ko_kr: 홈페이지
pt_br: Página Inicial
ru_ru: Домашняя страница
sk_sk: Domovská stránka
tr_tr: Açılış

source: Access
ca_es: Accés
cs_cz: Přístup
hr_hr: Pristup
it_it: Accesso
ja_jp: アクセス
ko_kr: 접속
pt_br: Acesso
ru_ru: Доступ
sk_sk: Prístup
tr_tr: Erişim

source: Active
ca_es: Actiu
cs_cz: Aktivní
hr_hr: Aktivno
ja_jp: 稼働
ko_kr: 활성화
pt_br: Ativo
ru_ru: Активно
sk_sk: Aktívny
tr_tr: Etkin

source: Default form
ca_es: Formulari per defecte
cs_cz: Výchozí formulář
hr_hr: Standardni obrazac
ja_jp: 標準フォーム
ko_kr: 기본 양식
pt_br: Formulário padrão
ru_ru: Форма по-умолчанию
sk_sk: Predvolený formulár
tr_tr: Varsayılan form

source: Inactive
ca_es: Inactiu
cs_cz: Neaktivní
hr_hr: Neaktivno
ja_jp: 停止
ko_kr: 비활성화
pt_br: Inativo
ru_ru: Неактивно
sk_sk: Neaktívny
tr_tr: Etkin değil

source: Not default form
ca_es: No formulari predeterminat
cs_cz: Není výchozí formulář
hr_hr: Nije standardni obrazac
ja_jp: 非標準フォーム
ko_kr: 기본 양식 아님
pt_br: Não formulário padrão
ru_ru: Нет форм по-умолчанию
sk_sk: Nie je to predvolený formulár
tr_tr: Varsayılan olmayan form

source: All languages
ca_es: Tots els idiomes
cs_cz: Všechny jazyky
hr_hr: Svi jezici
ja_jp: すべての言語
ko_kr: 모든 언어
pt_br: Todos os idiomas
ru_ru: Все языки
sk_sk: Všetky jazyky
tr_tr: Tüm diller

source: Target
cs_cz: Cíl
hr_hr: Cilj
ja_jp: 対象
ko_kr: 대상
ru_ru: Цель
tr_tr: Hedef

source: Preview
ca_es: Vista prèvia
cs_cz: Náhled
hr_hr: Pregled
ja_jp: プレビュー
ko_kr: 미리보기
pt_br: Pré-visualização
ru_ru: Предпросмотр
sk_sk: Náhľad
tr_tr: Ön izleme

source: properties
ca_es: propietats
cs_cz: vlastnosti
hr_hr: svojstva
pt_br: Propriedades
ru_ru: свойства
tr_tr: özellikler

source: What are you looking for?
ca_es: Què vols buscar?
cs_cz: Co hledáte?
hr_hr: Što tražiš?
it_it: Cosa stai cercando?
ja_jp: 何をお探しですか？
ko_kr: 무엇을 찾으시나요?
pt_br: O que você está procurando?
ru_ru: Введите запрос для поиска
sk_sk: Čo hľadáte?
tr_tr: Ne arıyorsunuz?

source: Actions
ca_es: Accions
cs_cz: Akce
hr_hr: Radnje
ja_jp: 操作
ko_kr: 작업
pt_br: Ações
ru_ru: Действия
sk_sk: Akcie
tr_tr: İşlemler

source: Duplicate
ca_es: Duplicada
cs_cz: Kopírovat
hr_hr: Dupliciraj
it_it: Duplica
ja_jp: 複製
ko_kr: 복제
pt_br: Duplicar
ru_ru: Дублировать
sk_sk: Duplicitné
tr_tr: Kopyala

source: Add a target
ca_es: Afegeix un objectiu
cs_cz: Přidat cíl
hr_hr: Dodaj cilj
ja_jp: 対象を追加
ko_kr: 대상 추가
pt_br: Adicionar em alvo
ru_ru: Добавить цель
sk_sk: Pridaj cieľ
tr_tr: Bir hedef ekle

source: Form answer properties
hr_hr: Svojstva odgovora u obrascu
ja_jp: フォーム回答プロパティー
pt_br: Propriedades de resposta do formulário
tr_tr: Form yanıtı özellikleri

source: My %1$d last forms (requester)
ca_es: El meu %1$d últim formulari (sol·licitant)
cs_cz: Mých %1$dposledních formulářů (žadatel)
hr_hr: Moji %1$d zadnji obrasci (podnositelj)
ja_jp: 最近使った %1$d 件のフォーム（要求者）
ko_kr: 나의 %1$d 최근 양식 (요청자)
pt_br: Meus %1$d últimos formulários (requerente)
ru_ru: Мои %1$d последние формы (заказчик)
sk_sk: %1$d posledne zadaných požiadaviek
tr_tr: Son %1$d formum (istekte bulunan)

source: No form posted yet
ca_es: Formulari no publicat
cs_cz: Nebyl odeslán žádný formulář
hr_hr: Još nije objavljen nijedan obrazac
it_it: Nessun modulo pubblicato
ja_jp: まだフォームを投稿していません
ko_kr: 아직 게시된 양식 없음
pt_br: Nenhum formulário postado ainda
ru_ru: Нет заполненных форм
sk_sk: Zatiaľ nebol odoslaný žiadny formulár
tr_tr: Henüz bir form gönderilmemiş

source: All my forms (requester)
ca_es: Totes les meves sol·licituds (sol·licitant)
cs_cz: Všechny mé formuláře (žadatel)
hr_hr: Svi moji obrasci (podnositelj)
it_it: Tutti i miei moduli (richiedente)
ja_jp: 自分のフォームのすべて（要求者）
ko_kr: 모든 내 양식 (요청자)
pt_br: Todos os formulários (requerente)
ru_ru: Все мои формы (заказчик)
sk_sk: Všetky moje požiadavky (žiadateľ)
tr_tr: Tüm formlarım (istekte bulunan)

source: My %1$d last forms (validator)
ca_es: El meu %1$d últim formulari (validador)
cs_cz: Mých %1$dposledních formulářů (ověřovatel)
hr_hr: Mojih %1$d zadnjih obrazaca (potvrditelj)
ja_jp: 最近使った %1$d 件のフォーム（検証者）
ko_kr: 나의 %1$d 최근 양식 (확인자)
pt_br: Meus %1$d últimos formulários (validador)
ru_ru: Мои %1$d последние формы (согласующий)
sk_sk: Moje posledné formuláre : %1$d (overovateľ)
tr_tr: Son %1$d formum (değerlendiren)

source: No form waiting for validation
ca_es: No hi ha sol·licituds pendents de validació
cs_cz: Žádný formulář nečeká na ověření
hr_hr: Nijedan obrazac ne čeka na potvrdu
it_it: Nessun modulo in attesa di validazione
pt_br: Nenhum formulário aguarda validação
ru_ru: Нет форм для согласования
tr_tr: Değerlendirilmeyi bekleyen bir form yok

source: All my forms (validator)
ca_es: Totes les meves sol·licituds (validador)
cs_cz: Všechny mé formuláře (ověřovatel)
hr_hr: Svi moji obrasci (potvrditelj)
it_it: Tutti i miei moduli (validatore)
ja_jp: 自分のフォームのすべて（検証者）
ko_kr: 모든 내 양식 (확인자)
pt_br: Todos os formulários (validador)
ru_ru: Все мои формы (согласующий)
sk_sk: Všetky moje požiadavky (schvaľovateľ)
tr_tr: Tüm formlarım (değerlendiren)

source: Cannot use empty name for form answers. Keeping the previous value.
ca_es: No es pot utilitzar un nom buit per a les respostes del formulari. Guardar el valor anterior.
cs_cz: Pro odpovědi z formuláře nelze použít prázdný název. Zachování předchozí hodnoty.
hr_hr: Ne može se koristiti prazno ime za odgovore u obrascu. Zadržava se prethodna vrijednost.
ja_jp: フォームの回答では名前の入力が必要です。以前の値を使います。
ko_kr: 양식 답변에는 이름을 비워둘 수 없습니다. 이전 값을 유지합니다.
pt_br: Não é possível usar um nome vazio para as respostas do formulário. Mantendo o valor anterior.
ru_ru: Нельзя использовать пустое имя для ответов в форме. Сохранение предыдущего значения.
sk_sk: Pre odpovede vo formulári nemožno použiť prázdny názov. Ponechanie predchádzajúcej hodnoty.
tr_tr: Form yanıtlarının adı boş olamaz. Önceki değer korunuyor.

source: The question %s is not compatible with public forms
ca_es: La pregunta %s no és compatible amb els formularis públics.
cs_cz: Otázka %s není kompatibilní s veřejnými formuláři
hr_hr: Pitanje %s nije kompatibilno s javnim obrascima
it_it: La domanda 1%s non è compatibile che i moduli pubblici
ja_jp: %s 質問は、オープン フォームとは互換性がありません
ko_kr: 질문 %s은 공개 양식과 호환되지 않습니다
pt_br: A pergunta 1%s não é compatível com formulários públicos
ru_ru: Вопрос "%s" несовместим с публичными формами
sk_sk: Otázka %s nie je kompatibilná s verejnými formulármi
tr_tr: %s sorusu herkese açık formlar ile uyumlu değil

source: Errored duplicate
ca_es: Duplicat erroni
cs_cz: Chybná kopie
hr_hr: Greška u duplikatu
ja_jp: 複製でエラー
ko_kr: 중복 오류
pt_br: Erro ao duplicar
ru_ru: Ошибка дублирования
sk_sk: Chybný duplikát
tr_tr: Hatalı kopya

# button
source: Post
ca_es: Publicació
cs_cz: Odeslat
hr_hr: Objavi
ja_jp: 投稿
ko_kr: 게시
pt_br: Publicar
ru_ru: Опубликовать
sk_sk: Príspevok
tr_tr: İleti

source: Form duplicated: %s
ca_es: Sol·licitud duplicada: %s
cs_cz: Formulář byl zkopírován: %s
hr_hr: Obrazac je dupliciran: %s
it_it: Modulo duplicato: %s
ja_jp: 複製済みフォーム : %s
ko_kr: 양식 복제됨: %s
pt_br: Formulário duplicado: %s
ru_ru: Форма дублирована: %s
sk_sk: Duplikovaný formulár: %s
tr_tr: Form kopyalandı: %s

source: Form Transfered: %s
ca_es: Sol·licitud transferida: %s
cs_cz: Formulář byl přesunut: %s
hr_hr: Obrazac je prenesen: %s
it_it: Modulo Trasferito: %s
ja_jp: 転送済みフォーム : %s
ko_kr: 양식 전송됨: %s
pt_br: Formulário transferido: %s
ru_ru: Форма передана: %s
sk_sk: Formulár bol prenesený: %s
tr_tr: Form aktarıldı: %s

source: Back
ca_es: Enrere
cs_cz: Zpět
hr_hr: Natrag
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로가기
pt_br: Voltar
ru_ru: Назад
sk_sk: Späť
tr_tr: Geri

source: Upload of JSON files not allowed.
ca_es: Càrrega de fitxers JSON no permesa.
cs_cz: Nahrání JSON souborů není dovoleno.
hr_hr: Prijenos JSON datoteka nije dozvoljen.
it_it: Il caricamento di file JSON non è permesso.
ja_jp: JSON ファイルのアップロードを許可されていません
ko_kr: JSON 파일의 업로드는 허용되지 않습니다.
pt_br: O upload de arquivos JSON não é permitido.
ru_ru: Загрузка файлов JSON не разрешена.
sk_sk: Nahrávanie súborov JSON nie je povolené.
tr_tr: JSON dosyalarının yüklenmesine izin verilmiyor.

source: You may allow JSON files right now.
ca_es: Hauries de permetre fitxers JSON ara.
cs_cz: JSON soubory můžete povolit právě teď.
hr_hr: Sada smiješ dozvoliti JSON datoteke.
it_it: Puoi autorizzare i file JSON ora.
ja_jp: すぐに JSON ファイルを許可してもらえるでしょう。
ko_kr: 지금 바로 JSON 파일을 허용해야 합니다.
pt_br: Você pode permitir arquivos JSON agora.
ru_ru: Вы можете разрешить файлы JSON прямо сейчас.
sk_sk: Súbory JSON môžete povoliť práve teraz.
tr_tr: JSON dosyalarına şimdi izin verebilirsiniz.

# button
source: Create
ca_es: Crea
cs_cz: Vytvořit
hr_hr: Stvori
it_it: Crea
ja_jp: 作成
ko_kr: 생성
pt_br: Criar
ru_ru: Создать
sk_sk: Vytvoriť
tr_tr: Ekle

source: Please contact your GLPI administrator.
ca_es: Siusplau, contacta amb l'administrador del GLPI.
cs_cz: Obraťte se na svého správce GLPI.
hr_hr: Obrati se GLPI administratoru.
it_it: Per favore contatta il tuo amministratore di GLPI.
ja_jp: GLPI 管理者に連絡してください。
ko_kr: GLPI 관리자에게 연락하세요.
pt_br: Entre em contato com o administrador do GLPI.
ru_ru: Пожалуйста, свяжитесь с администратором GLPI.
sk_sk: Kontaktujte svojho správcu GLPI.
tr_tr: Lütfen GLPI yöneticiniz ile görüşün.

# button
source: Back
ca_es: Enrere
cs_cz: Zpět
hr_hr: Natrag
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로가기
pt_br: Voltar
ru_ru: Назад
sk_sk: Späť
tr_tr: Geri

source: Upload of JSON files not enabled.
ca_es: La càrrega de fitxers JSON no està habilitada.
cs_cz: Nahrávání JSON souborů není zapnuto.
hr_hr: Prijenos JSON datoteka nije aktiviran.
it_it: Il caricamento di file JSON non è abilitato.
ja_jp: JSON ファイルのアップロードは無効です。
ko_kr: JSON 파일의 업로드가 활성화되지 않았습니다.
pt_br: O upload de arquivos JSON não está habilitado.
ru_ru: Загрузка файлов JSON не включена.
sk_sk: Nahrávanie súborov JSON nie je povolené.
tr_tr: JSON dosyası yükleme seçeneği etkinleştirilmemiş.

source: You may enable JSON files right now.
ca_es: Hauries d'habilitar els fitxers JSON ara.
cs_cz: JSON soubory můžete zapnout právě teď.
hr_hr: Sada smiješ aktivirati JSON datoteke.
it_it: Puoi abilitare i file JSON ora.
ja_jp: すぐに JSON ファイルを有効にしてもらえるでしょう。
ko_kr: 지금 바로 JSON 파일을 활성화해야 합니다.
pt_br: Você pode habilitar os arquivos JSON agora.
ru_ru: Вы можете включить файлы JSON прямо сейчас.
sk_sk: Súbory JSON môžete povoliť hneď teraz.
tr_tr: JSON dosyaları yükleme seçeneğini şimdi etkinleştirebilirsiniz.

# button
source: Enable
ca_es: Habilitat
cs_cz: Zapnout
hr_hr: Aktiviraj
it_it: Abilita
ja_jp: 有効
ko_kr: 활성화
pt_br: Habilitar
ru_ru: Включить
sk_sk: Povoliť
tr_tr: Etkinleştir

# button
source: Send
ca_es: Envia
cs_cz: Odeslat
hr_hr: Pošalji
ja_jp: 送信
ko_kr: 전송
pt_br: Enviar
ru_ru: Отправить
sk_sk: Poslať
tr_tr: Gönder

source: Forms import impossible, the file is empty
ca_es: Importació de formularis impossible, l'arxiu està buit
cs_cz: Import formuláře není možný, soubor je prázdný
hr_hr: Uvoz obrazaca nije moguć, datoteka je prazna
ja_jp: ファイルが空なので、フォームのインポートができません
ko_kr: 양식 불러오기를 할 수 없습니다, 파일이 비었습니다
pt_br: Impossível importar o formulário, o arquivo está vazio
ru_ru: Импорт форм невозможен, файл пуст
sk_sk: Import formulárov nie je možný, súbor je prázdny
tr_tr: Form içe aktarılamadı, dosya boş

source: Forms import impossible, the file seems corrupt
ca_es: Importació de formularis impossible, l'arxiu sembla corrupte
cs_cz: Import formuláře není možný, soubor je poškozen
hr_hr: Uvoz obrazaca nije moguć, datoteka je pokvarena
ja_jp: ファイルが壊れているようなので、フォームのインポートができません
ko_kr: 양식 불러오기를 할 수 없습니다, 파일이 손상된 것 같습니다
pt_br: Impossível importar o formulário, arquivo corrompido
ru_ru: Импорт форм невозможен, возможно файл поврежден
sk_sk: Import formulárov nie je možný, súbor sa zdá byť poškodený
tr_tr: Form içe aktarılamadı, dosya bozulmuş gibi görünüyor

source: Forms import impossible, the file was generated with another version
ca_es: Importació de formularis impossible, l'arxiu va ser generat amb una altra versió
cs_cz: Import formuláře není možný, soubor byl vytvořen jinou verzí
hr_hr: Uvoz obrazaca nije moguć, datoteka je stvorena s jednom drugom verzijom
ja_jp: 違うバージョンで作成されたファイルなので、フォームのインポートができません
ko_kr: 양식 불러오기를 할 수 없습니다, 파일이 다른 버전으로 생성되었습니다
pt_br: Impossível importar o formulário, arquivo gerado em outra versão
ru_ru: Импорт форм невозможен, файл создан в другой версии
sk_sk: Import formulárov nie je možný, súbor bol vygenerovaný s inou verziou
tr_tr: Form içe aktarılamadı, dosya başka bir sürümde oluşturulmuş

source: The file does not specifies the schema version. It was probably generated with a version older than 2.10. Giving up.
ca_es: El fitxer no especifica la versió de l'esquema. Probablement es va generar amb una versió anterior a la 2.10. Desistint.
cs_cz: Soubor neurčuje verzi schématu. Pravděpodobně byl vygenerován s verzí starší než 2.10. Zrušit.
hr_hr: Datoteka ne navodi verziju sheme. Vjerojatno je generirana starijom verzijom od 2.10. Prekida se.
ja_jp: ファイルでスキーマバージョンが指定されていません。おそらく 2.10 よりも古いバージョンで作成されたのでしょう。対応できません。
ko_kr: 파일에서 스키마 버전을 지정하지 않았습니다. 2.10 이전 버전으로 생성되었을 수 있습니다. 포기하세요.
pt_br: O arquivo não especifica a versão do esquema. Provavelmente foi gerado com uma versão mais velha que 2.10. Desistir.
ru_ru: В файле не указана версия схемы. Вероятно, он был создан более ранней версией, чем 2.10. Отказ.
sk_sk: Súbor nešpecifikuje verziu schémy. Pravdepodobne bol vygenerovaný s verziou staršou ako 2.10.
tr_tr: Dosyada şema sürümü belirtilmemiş. Dosya büyük olasılıkla 2.10 öncesindeki bir sürüm tarafından oluşturulmuş. İşlemden vaz geçiliyor.

source: Failed to import %s
ca_es: No s'ha pogut importar %s
cs_cz: %s se nepodařilo importovat
hr_hr: Nije bilo moguće uvesti %s
it_it: Errore durante l'importazione di %s
ja_jp: %s のインポートに失敗
ko_kr: %s불러오기 실패함
pt_br: Falha ao importar %s
ru_ru: Не удалось импортировать %s
sk_sk: Nepodarilo sa importovať %s
tr_tr: %s içe aktarılamadı

source: Forms successfully imported from %s
ca_es: Formularis importats correctament de %s
cs_cz: Formuláře byly úspěšně importovány z %s
hr_hr: Obrasci su uspješno uvezeni iz %s
it_it: Modulo correttamente importato da %s
ja_jp: %s からフォームをインポートしました
ko_kr: 양식을 %s에서 불러옴
pt_br: Formulários importados com sucesso de %s
ru_ru: Формы успешно импортированы из %s
sk_sk: Formuláre boli úspešne importované z %s
tr_tr: Form %s üzerinden içe aktarıldı

source: The form %1$s already exists and is in an unmodifiable entity.
ca_es: El formulari %1$s ja existeix i es troba a una entitat no modificable.
cs_cz: Formulář %1$s už existuje a je entitou, kterou nelze upravovat.
hr_hr: Obrazac %1$s već postoji i nije promjenjiv entitet.
it_it: Il modulo 1%1$s è già presente ed è in una entità non modificabile.
ja_jp: %1$s フォームはすでに存在し、変更不可能なエンティティー内にあります。
ko_kr: 양식 %1$s는 이미 존재하며 수정할 수 없는 개체 내에 있습니다.
pt_br: O formulário %1$s já existe e está em uma entidade não modificável.
ru_ru: Форма %1$s уже существует в организации, в которой у вас нет прав редактирования.
sk_sk: Formulár %1$s už existuje a je v nemeniteľnej entite.
tr_tr: %1$s formu zaten var ve değiştirilemez bir birim.

source: You don't have right to update the entity %1$s.
ca_es: No tens permisos per actualitzar l'entitat %1$s.
cs_cz: Nemáte právo aktualizovat entitu %1$s.
hr_hr: Nemaš prava za aktualiziranje entiteta %1$s.
ja_jp: %1$s エンティティーを更新する権限がありません。
ko_kr: 요소 %1$s 를 수정할 권한이 없습니다.
pt_br: Você não tem o direito de atualizar a entidade%1$s.
ru_ru: У вас нет прав редактирования организации %1$s.
sk_sk: Nemáte právo aktualizovať entitu %1$s.
tr_tr: %1$s birimini güncelleme yetkiniz yok.

source: The entity %1$s is required for the form %2$s.
ca_es: L'entitat %1$s es necessari pel formulari %2$s.
cs_cz: Entita %1$s je potřebná pro formulář %2$s.
hr_hr: Obrazac %1$s je potreban za obrazac %2$s.
it_it: L'entità %1$s è richiesta per il modulo %2$s.
ja_jp: %2$s フォームは %1$s エンティティーを必要としてます。
ko_kr: 개체 %1$s는 양식 %2$s가 필요합니다.
pt_br: A entidade %1$s é necessária para o formulário %2$s.
ru_ru: Для формы %2$s требуется организация %1$s.
sk_sk: Pre formulár %2$s sa vyžaduje entita %1$s.
tr_tr: %2$s formu için %1$s birimi gereklidir

source: Failed to create JSON document type
ca_es: Error en la creació de documents tipus JSON.
cs_cz: Nepodařilo se vytvořit typ dokumentu JSON
hr_hr: Neuspjelo stvaranje JSON vrste dokumenta
it_it: E' fallita la creazione del tipo di documento JSON
ja_jp: JSON 書式の作成に失敗
ko_kr: JSON 문서 유형 생성 실패함
pt_br: Falha ao criar o tipo de documento JSON
ru_ru: Не удалось создать тип документа JSON
sk_sk: Nepodarilo sa vytvoriť typ dokumentu JSON
tr_tr: JSON belge türü oluşturulamadı

source: JSON document type not found
ca_es: Document tipus JSON no trobat.
cs_cz: Typ JSON dokumentu nenalezen
hr_hr: JSON vrsta dokumenta nije pronađena
it_it: Tipo di documento JSON non trovato
ja_jp: JSON 書式が見つかりません
ko_kr: JSON 문서 유형을 찾을 수 없음
pt_br: Tipo de documento JSON não encontrado
ru_ru: Тип документа JSON не найден
sk_sk: Typ dokumentu JSON sa nenašiel
tr_tr: JSON belge türü bulunamadı

source: Failed to update JSON document type
ca_es: Error en actualitzar el document tipus JSON.
cs_cz: Nepodařilo se aktualizovat typ JSON dokumentu
hr_hr: Neuspjelo aktualiziranje JSON vrste dokumenta
it_it: Fallito l'aggiornamento del tipo di documento JSON
ja_jp: JSON 書式の更新に失敗
ko_kr: JSON 문서 유형 갱신 실패함
pt_br: Falha ao atualizar o tipo de documento JSON
ru_ru: Не удалось обновить тип документа JSON
sk_sk: Nepodarilo sa aktualizovať typ dokumentu JSON
tr_tr: JSON belge türü güncellenemedi

source: Forms without category
ca_es: Formularis sense categoria
cs_cz: Formuláře bez kategorie
hr_hr: Obrasci bez kategorije
it_it: Moduli senza categoria
ja_jp: 分類のないフォーム
ko_kr: 분류 없는 양식
pt_br: Formulários sem categoria
ru_ru: Формы без категории
sk_sk: Formulár bez kategórie
tr_tr: Kategorisi bulunmayan formlar
