Repository: DMOS-Technologies/formcreator
Catalog: locales/*.po
Languages: ca_es, cs_cz, hr_hr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sk_sk, tr_tr

source: No form available
ca_es: No hi ha formulari disponible
cs_cz: Není k dispozici žádný formulář
hr_hr: Nema obrasca
it_it: Nessun modulo disponibile
ja_jp: 有効なフォームがありません
ko_kr: 사용가능한 양식 없음
pt_br: Nenhum formulário disponível
ru_ru: Нет доступных форм
sk_sk: Nie je k dispozícii žiadny formulár
tr_tr: Kullanılabilecek bir form yok

source: Add
ca_es: Afegir
cs_cz: Přidat
hr_hr: Dodaj
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
pt_br: Adicionar
ru_ru: Добавить
sk_sk: Pridať
tr_tr: Ekle

source: Unsupported target type.
ca_es: Tipus d'objectiu no admès.
cs_cz: Nepodporovaný typ cíle.
hr_hr: Nepodržana vrsta cilja.
it_it: Tipo di destinazione non supportata
ja_jp: 未対応の対象型です。
ko_kr: 지원되지 않는 대상 유형
pt_br: Tipo de alvo não suportado.
ru_ru: Неподдерживаемый тип цели.
sk_sk: Nepodporovaný typ cieľa.
tr_tr: Hedef türü desteklenmiyor.

source: Target change
cs_cz: Změna cíle
hr_hr: Promjena cilja
ja_jp: 対象の変更
ko_kr: 대상 변경
ru_ru: Изменение
tr_tr: Hedef değişikliği

source: Change title
ca_es: Canvia el títol
cs_cz: Změnit nadpis
hr_hr: Promijeni naslov
it_it: Modifica titolo
ja_jp: 変更のタイトル
ko_kr: 제목 변경
pt_br: Mudar título
ru_ru: Заголовок изменения
sk_sk: Zmeniť názov
tr_tr: Başlığı değiştir

source: Control list
ca_es: Llista de control
cs_cz: Kontrolní seznam
hr_hr: Popis upravljanja
ja_jp: 制御一覧
ko_kr: 제어 목록
pt_br: Lista de controle
ru_ru: Контрольный список
sk_sk: Kontrolný zoznam
tr_tr: Kontrol listesi

source: Deployment plan
ca_es: Pla de desplegament
cs_cz: Plán nasazení
hr_hr: Plan implementacije
ja_jp: 配置計画
ko_kr: 배포 계획
pt_br: Plano de implantação
ru_ru: План внедрения
sk_sk: Plán nasadenia
tr_tr: Dağıtım planı

source: Backup plan
ca_es: Pla de còpia de seguretat
cs_cz: Plán zálohování
hr_hr: Plan spremanja sigurnosnih kopija
ja_jp: バックアップ計画
ko_kr: 백업 계획
pt_br: Backup do plano
ru_ru: План отката
sk_sk: Zálohový plán
tr_tr: Yedekleme planı

source: Check list
ca_es: Llista de comprovació
cs_cz: Kontrolní seznam
hr_hr: Popis provjere
ja_jp: チェックリスト
ko_kr: 확인 목록
ru_ru: Чек-лист
sk_sk: Kontrolný zoznam
tr_tr: Denetim listesi

source: Question filter
hr_hr: Filtar pitanja
ja_jp: 質問フィルター
tr_tr: Soru süzgeci

source: Filter
ca_es: Filtre
cs_cz: Filtr
hr_hr: Filtar
it_it: Filtro
ja_jp: フィルター
ko_kr: 필터
pt_br: Filtro
ru_ru: Фильтр
tr_tr: Süzgeç

source: Section
cs_cz: Sekce
hr_hr: Odjeljak
ja_jp: セクション
ko_kr: 섹션
ru_ru: Раздел
tr_tr: Bölüm

source: The title is required
ca_es: El títol és obligatori
cs_cz: Název je povinný
hr_hr: Naslov se mora zadati
it_it: Il titolo è obbligatorio
ja_jp: タイトルを入力してください
ko_kr: 제목은 필수입니다
pt_br: O título é obrigatório
ru_ru: Требуется указать заголовок
sk_sk: Vyžaduje sa názov
tr_tr: Başlık zorunludur

source: Count of conditions
ca_es: Recompte de condicions
cs_cz: Počet podmínek
hr_hr: Broj uvjeta
ja_jp: 条件のカウント
ko_kr: 조건 수
pt_br: Contagem de condições
ru_ru: Количество условий
sk_sk: Počet podmienok
tr_tr: Koşul sayısı

source: Failed to find %1$s %2$s
ca_es: No s'ha trobat %1$s %2$s
cs_cz: Nepodařilo se najít %1$s %2$s
hr_hr: Neuspjelo pronalaženje %1$s %2$s
ja_jp: %1$s %2$s が見つかりません
ko_kr: %1$s %2$s 검색 실패
pt_br: Falha ao encontrar %1$s %2$s
ru_ru: Ошибка поиска %1$s%2$s
sk_sk: %1$s %2$s sa nepodarilo nájsť
tr_tr: %1$s %2$s bulunamadı

source: Question
cs_cz: Otázka
hr_hr: Pitanje
ja_jp: 質問
ko_kr: 질문
ru_ru: Вопрос
tr_tr: Soru

source: The field type is required
ca_es: El camp Tipus és obligatori
cs_cz: Typ kolonky je povinný
hr_hr: Vrsta polja se mora zadati
it_it: Il tipo di campo è obbligatorio
pt_br: O campo "tipo" é obrigatório
ru_ru: Требуется указать тип
tr_tr: Alan türü zorunludur

source: The section is required
ca_es: Cal una secció
cs_cz: Sekce je povinná
hr_hr: Odjeljak se mora zadati
it_it: La sezione è richiesta
ja_jp: セクションが必要です
ko_kr: 섹션은 필수입니다
pt_br: A seção é obrigatória
ru_ru: Требуется указать раздел
sk_sk: Sekcia je povinná
tr_tr: Bölüm zorunludur

source: Field type %1$s is not available for question %2$s.
ca_es: Els arxius de tipus %1$s no està disponible per la pregunta %2$s.
cs_cz: Typ kolonky %1$s není k dispozici pro otázku %2$s.
hr_hr: Vrsta polja %1$s nije dostupna za pitanje %2$s.
it_it: IL tipo di campo 1%1$s non è disponibile per la domanda 2%2$s.
ja_jp: 質問 %2$s には、%1$s のフィールド型は使用できません。
ko_kr: 항목 유형 %1$s은 질문 %2$s에 대해 사용 가능하지 않습니다.
pt_br: O tipo de campo %1$s não está disponível para a questão %2$s.
ru_ru: Тип поля %1$s не доступен для вопроса %2$s.
sk_sk: Typ poľa %1$s nie je k dispozícii pre otázku %2$s.
tr_tr: %1$s alan türü %2$s sorusu için kullanılamaz.

source: This type of question is not compatible with public forms.
ca_es: Aquest tipus de pregunta no és compatible amb els formularis públics.
cs_cz: Tento typ otázky není kompatibilní s veřejnými formuláři.
hr_hr: Ova vrsta pitanja nije kompatibilna s javnim obrascima.
it_it: Questo tipo di domanda non è compatibile con i moduli pubblici.
ja_jp: この型の質問は、オープン フォームと互換性がありません。
ko_kr: 이 질문의 유형은 공개 양식과 호환되지 않습니다.
pt_br: Este tipo de questão não é compatível com formulários públicos.
ru_ru: Этот тип вопроса несовместим с публичными формами.
sk_sk: Tento typ otázok nie je kompatibilný s verejnými formulármi.
tr_tr: Bu soru türü herkese açık formlar ile uyumlu değil.

source: This type of question requires parameters
ca_es: Aquest tipus de pregunta requereix paràmetres
cs_cz: Tento typ otázky vyžaduje parametry
hr_hr: Ova vrsta pitanja treba parametre
it_it: Questo tipo di domande richiede dei parametri
pt_br: Este tipo de questão requer parâmetros
ru_ru: Этот тип вопроса требует указания параметров
tr_tr: Bu soru türü için parametrelerin belirtilmesi gerekli

source: A parameter is missing for this question type
ca_es: Falta un paràmetre per a aquest tipus de pregunta
cs_cz: Chybí parametr pro tento typ otázky
hr_hr: Jedan parametar nedostaje za ovu vrstu pitanja
it_it: Un parametro è mancante per questo tipo di domanda
pt_br: Um parâmetro está faltando para este tipo de questão
ru_ru: Для этого типа вопроса не указаны параметры
tr_tr: Bu soru türü için bir parametre eksik

source: Service levels
ca_es: Nivells de servei
cs_cz: Úrovně služby
hr_hr: Razine usluge
it_it: Livelli di servizio
ja_jp: サービスレベル
ko_kr: 서비스 수준
pt_br: Níveis de serviço
ru_ru: Уровни поддержки
sk_sk: Úrovne služieb
tr_tr: Hizmet düzeyleri

source: SLA
hr_hr: Ugovor o razini usluge (SLA)
tr_tr: HDA

source: OLA
hr_hr: Ugovor o operativnoj raznini (OLA)
tr_tr: ODA

source: Assets
ca_es: Actius
cs_cz: Aktiva
hr_hr: Inventar
ja_jp: 情報資産
ko_kr: 자산
pt_br: Bens
ru_ru: Активы
sk_sk: Aktíva
tr_tr: Varlıklar

source: Assistance
ca_es: Assistència
cs_cz: Podpora
hr_hr: Pomoć
ja_jp: ユーザーサポート
ko_kr: 보조
pt_br: Assistência
ru_ru: Помощь
sk_sk: Pomoc
tr_tr: Destek

source: Management
ca_es: Gestió
hr_hr: Upravljanje
ja_jp: 管理
ko_kr: 운영관리
pt_br: Gerenciamento
ru_ru: Управление
sk_sk: Manažment
tr_tr: Yönetim

source: Tools
ca_es: Eines
cs_cz: Nástroje
hr_hr: Alati
ja_jp: ツール
ko_kr: 도구
pt_br: Ferramentas
ru_ru: Инструменты
sk_sk: Nástroje
tr_tr: Araçlar

source: Notes
cs_cz: Poznámky
hr_hr: Bilješke
ja_jp: メモ
ko_kr: 알림
pt_br: Notas
ru_ru: Заметки
sk_sk: Poznámky
tr_tr: Notlar

source: RSS feed
ca_es: Canal RSS
cs_cz: RSS kanál
hr_hr: RSS vijest
ja_jp: RSS フィード
ko_kr: RSS 피드
pt_br: Feed RSS
ru_ru: RSS-лента
sk_sk: RSS zdroj
tr_tr: RSS akışı

source: Administration
ca_es: Administració
cs_cz: Správa
hr_hr: Administracija
ja_jp: 管理
ko_kr: 관리
pt_br: Administração
ru_ru: Администрация
sk_sk: Administrácia
tr_tr: İdari

source: Plugin
cs_cz: Zásuvný modul
hr_hr: Dodatak
ja_jp: プラグイン
ko_kr: 플러그인
ru_ru: Плагин
tr_tr: Uygulama eki

source: Parameter
ca_es: Paràmetre
cs_cz: Parametr
hr_hr: Parametar
it_it: Parametro
ja_jp: パラメーター
ko_kr: 매개변수
pt_br: Parâmetro
ru_ru: Параметр
tr_tr: Parametre

source: Field name
ca_es: Nom del camp
cs_cz: Název pole
hr_hr: Ime polja
it_it: Nome campo
ja_jp: フィールド名
ko_kr: 항목 명
pt_br: Nome do campo
ru_ru: Имя поля
sk_sk: Názov poľa
tr_tr: Alan adı

source: Current active entity
ca_es: Entitat activa actual
cs_cz: Nyní aktivní entita
hr_hr: Trenutačno aktivni entitet
it_it: Entità corrente attiva
ja_jp: 現在の稼働中エンティティー
ko_kr: 현재 활성화 개체
pt_br: Entidade ativa no momento
ru_ru: Текущая активная организация
sk_sk: Aktuálna aktívna entita
tr_tr: Geçerli etkin birim

source: Default requester user's entity
ca_es: Entitat per defecte del sol·licitant
cs_cz: Výchozí entita žadatele
hr_hr: Standardni podnositelj korisničkog entiteta
it_it: Richiesta predefinita di un entità utente
ja_jp: 要求者の標準エンティティー
ko_kr: 사용자 개체 기본 요청자
pt_br: Entidade padrão do solicitante
ru_ru: Организация по умолчанию заказчика
sk_sk: Predvolená používateľská entita žiadateľa
tr_tr: Varsayılan istekte bulunan kullanıcı birimi

source: First dynamic requester user's entity (alphabetical)
ca_es: Primera entitat dinàmica del sol·licitant (alfabètic)
cs_cz: První dynamická entita žadatele (podle abecedy)
hr_hr: Prvi dinamički podnositelj korisničkog entiteta (abecednim redom)
it_it: Prima richiesta dinamica di un entità utente (alfabetico)
ja_jp: 最初の動的要求者エンティティー（辞書順）
ko_kr: 사용자 개체 첫번째 동적 요청자 (알파벳 순)
pt_br: Primeira entidade do solicitante (alfabeticamente)
ru_ru: Первая динамическая организация заказчика (по алфавиту)
tr_tr: İlk devingen istekte bulunan kullanıcı birimi (alfabetik)

source: Last dynamic requester user's entity (alphabetical)
ca_es: Darrera entitat dinàmica del sol·licitant (alfabètic)
cs_cz: Poslední dynamická entita žadatele (podle abecedy)
hr_hr: Zadnji dinamički podnositelj korisničkog entiteta (abecednim redom)
it_it: Ultima richiesta dinamica di un entità utente (alfabetico)
ja_jp: 最後の動的要求者エンティティー（辞書順）
ko_kr: 사용자 개체 마지막 동적 요청자 (알파벳 순)
pt_br: Última entidade do solicitante (alfabeticamente)
ru_ru: Последняя динамическая организация заказчика (по алфавиту)
tr_tr: Son devingen istekte bulunan kullanıcı birimi (alfabetik)

source: The form entity
ca_es: Entitat del formulari
cs_cz: Entita formuláře
hr_hr: Entitet obrasca
it_it: Entità del modulo
ja_jp: フォームエンティティー
ko_kr: 양식 개체
pt_br: A entidade do formulário
ru_ru: Организация формы
sk_sk: Formulár entity
tr_tr: Form birimi

source: Default entity of the validator
ca_es: Entitat per defecte del validador
cs_cz: Výchozí entita kontrolora
hr_hr: Standardni entitet potvrditelja
it_it: Entità predefinita del validatore
ja_jp: 検証者の標準エンティティー
ko_kr: 확인자의 기본 개체
pt_br: Entidade padrão do validador
ru_ru: Организация по умолчанию согласующего
sk_sk: Predvolená entita overovateľa
tr_tr: Varsayılan değerlendiren kişi birimi

source: Specific entity
ca_es: Entitat específica
cs_cz: Konkrétní entita
hr_hr: Određeni entitet
it_it: Entità specifica
ja_jp: 特定のエンティティー
ko_kr: 개체 지정
pt_br: Entidade específica
ru_ru: Конкретная организация
sk_sk: Konkrétna entita
tr_tr: Belirli birim

source: Default entity of a user type question answer
ca_es: Entitat per defecte de la resposta de la pregunta tipus Usuari
cs_cz: Výchozí entita dle typu odpovědi uživatele
hr_hr: Standardni entitet za odgovor na korisničku vrstu pitanja
it_it: Entità predefinita di una risposta alla domanda di tipo utente
ja_jp: ユーザーの型への回答の標準エンティティー
ko_kr: 사용자 유형 질답의 기본 개체
pt_br: Entidade padrão de uma resposta de tipo usuário
ru_ru: Организация по умолчанию пользователя из вопроса
sk_sk: Predvolená používateľská entita typu odpoved na otázku
tr_tr: Varsayılan soruyu yanıtlayan kullanıcı türü birimi

source: From a GLPI object > Entity type question answer
ca_es: Object GLPI > Resporta d'una pregunta de tipus Entitat
cs_cz: Z objektu GLPI > Typ entity otázka odpověď
hr_hr: Od GLPI objekta > Odgovor na entitetsku vrstu pitanja
it_it: Da un oggetto GLPI > Risposta a una domanda di tipo entità
ja_jp: GLPI オブジェクト > エンティティー型質問の回答
ko_kr: GLPI 객체에서 > 개체 유형 질답
pt_br: De um objeto do GLPI > Entidade tipo pergunta resposta
ru_ru: Организация из вопроса Объект GLPI > Организации
sk_sk: Z objektu GLPI > Odpoveď na otázku typu entity
tr_tr: Bir GLPI nesnesinden > Birim türü soru yanıtı

source: Always generated
ca_es: Generat sempre
cs_cz: Vždy generované
hr_hr: Uvijek generiran
ja_jp: 常に生成
ko_kr: 항상 생성됨
pt_br: Sempre gerado
ru_ru: Всегда генерируется
sk_sk: Vždy generované
tr_tr: Her zaman oluşturulsun

source: Disabled unless
ca_es: Desactivat tret que
cs_cz: Zakázáno pokud
hr_hr: Deaktiviran, ukoliko
ja_jp: 無効条件 :
ko_kr: 다음을 제외하고 비활성화됨
pt_br: Desativado, a menos que
ru_ru: Отключено, если
sk_sk: Zakázané, pokiaľ
tr_tr: Şu olmadan devre dışı bırakılsın

source: Generated unless
ca_es: Generat tret que
cs_cz: Generováno pokud
hr_hr: Generiran, ukoliko
ja_jp: 生成条件 :
ko_kr: 다음을 제외하고 생성됨
pt_br: Gerado a menos que
ru_ru: Генерируется, если
sk_sk: Generované pokiaľ
tr_tr: Şu olmadan oluşturulsun

source: A target must be associated to a form.
ca_es: Un objectiu ha d'estar associat al formulari.
cs_cz: Je třeba, aby cíl byl přiřazen formuláři.
hr_hr: Cilj mora biti povezan s obrascem.
it_it: Un obiettivo deve essere associato al form
ja_jp: 対象は、フォームに関連付いていなくてはなりません。
ko_kr: 대상은 양식과 연결되야 합니다.
pt_br: Um alvo deve ser associado a um formulário.
ru_ru: Цель должна быть связана с формой.
sk_sk: Cieľ musí byť priradený k formuláru.
tr_tr: Bir forma bir hedef atanmalıdır.

source: A target must be associated to an existing form.
ca_es: Un objectiu ha d'estar associat a un formulari existent.
cs_cz: Je třeba, aby cíl byl přiřazen k existujícímu formuláři.
hr_hr: Cilj mora biti povezan s jednim postojećim obrascem.
it_it: Uno obiettivo deve essere associato al form esistente.
ja_jp: 対象は、既存のフォームに関連付いていなくてはなりません。
ko_kr: 대상은 기존 양식과 연결되야 합니다.
pt_br: Um alvo deve ser associado a um formulário existente.
ru_ru: Цель должна быть связана с существующей формой.
sk_sk: Cieľ musí byť priradený k existujúcemu formuláru.
tr_tr: Var olan bir forma bir hedef atanmalıdır.

source: Name is required.
ca_es: El nom és obligatori.
cs_cz: Název je povinný.
hr_hr: Ime je obavezno.
it_it: Nome è obbligatorio
ja_jp: 名前を入力してください。
ko_kr: 이름은 필수입니다.
pt_br: Um nome é necessário.
ru_ru: Имя обязательно.
sk_sk: Meno je povinné.
tr_tr: Ad zorunludur

source: Destination entity
ca_es: Entitat destí
cs_cz: Cílová entita
hr_hr: Entitet odredišta
ja_jp: 宛先エンティティー
ko_kr: 대상 개체
pt_br: Entidade de destino
ru_ru: Объект назначения
sk_sk: Cieľová entita
tr_tr: Hedef birim

source: User type question
ca_es: Pregunta de tipus Usuari
cs_cz: Typ uživatele dle otázky
hr_hr: Korisnička vrsta pitanja
it_it: Domanda del tipo di utente
ja_jp: ユーザー型の質問
ko_kr: 사용자 유형 지문
pt_br: Pergunta de tipo usuário
ru_ru: Пользователь из вопроса
sk_sk: Typ používateľa
tr_tr: Kullanıcı türü sorusu

source: Entity type question
ca_es: Pregunta de tipus Entitat
cs_cz: Typ entity dle otázky
hr_hr: Entitetska vrsta pitanja
it_it: Domanda del tipo di entità
ja_jp: エンティティー型の質問
ko_kr: 개체 유형 질문
pt_br: Pergunta de tipo entidade
ru_ru: Организация из вопроса
sk_sk: Typ entity
tr_tr: Birim türü sorusu

source: Request categories
ca_es: Categories de sol·licituds
cs_cz: Kategorie požadavků
hr_hr: Kategorije zahtjeva
it_it: Categorie di richieste
ja_jp: 要求カテゴリー
ko_kr: 분류 요청
pt_br: Categorias de requisição
ru_ru: Категории запросов
sk_sk: Kategórie požiadaviek
tr_tr: İstek kategorileri

source: Incident categories
ca_es: Categories d'incidències
cs_cz: Kategorie incidentů
hr_hr: Kategorije slučajnih događaja
it_it: Categorie di incidenti
ja_jp: インシデント カテゴリー
ko_kr: 사건 분류
pt_br: Categorias de incidente
ru_ru: Категории инцидентов
sk_sk: Kategórie incidentov
tr_tr: Olay kategorileri

source: Change categories
ca_es: Canvia de categoria
cs_cz: Změna kategorií
hr_hr: Promijeni kategorije
it_it: Modifica le categorie
ja_jp: 変更カテゴリー
ko_kr: 분류 변경
pt_br: Mudar categorias
ru_ru: Категории изменений
sk_sk: Kategórie zmien
tr_tr: Değişiklik kategorileri

source: Question regular expression
cs_cz: Dotaz na regulární výraz
hr_hr: Regularni izraz pitanja
ja_jp: 正規表現質問
ko_kr: 질문 정규식
ru_ru: Регулярное выражение вопроса
tr_tr: Soru kurallı ifadesi

source: Question dependency
cs_cz: Závislost otázky
hr_hr: Ovisnost pitanja
ja_jp: 質問の依存関係
ko_kr: 질문 의존성
ru_ru: Зависимость вопроса
tr_tr: Soru bağımlılığı

source: Answer
cs_cz: Odpověď
hr_hr: Odgovor
ja_jp: 回答
ko_kr: 답변
ru_ru: Ответ
tr_tr: Yanıt

source: Composite ticket relation
cs_cz: Vztah složených požadavků
hr_hr: Odnos sastavljenog naloga
ja_jp: チケットと関連付ける
ko_kr: 복합 티켓 관계
ru_ru: Связь составной заявки
tr_tr: Birleşik destek kaydı ilişkisi

source: Target ticket
ca_es: Objectiu dels tiquets
cs_cz: Cílový požadavek
hr_hr: Nalog cilja
ja_jp: 対象チケット
ko_kr: 대상 티켓
ru_ru: Заявка
tr_tr: Hedef destek kaydı

source: Specific asset
ca_es: Actiu específic
cs_cz: Konkrétní majetek
hr_hr: Određeni inventar
ja_jp: 特定の情報資産
ko_kr: 자산 지정
pt_br: Ativo específico
ru_ru: Конкретный актив
sk_sk: Konkrétne aktívum
tr_tr: Belirli varlık

source: Equals to the answer to the question
ca_es: Igual que la resposta de la pregunta
cs_cz: Rovná se odpovědi na otázku
hr_hr: Jednako je odgovoru na pitanje
it_it: Uguale alla risposta alla domanda
ja_jp: 質問の回答と等しい
ko_kr: 질답이 동일함
pt_br: Igual a resposta da questão
ru_ru: Точный ответ на вопрос
sk_sk: Rovná sa odpovedi na otázku
tr_tr: Sorunun yanıtına eşit olan

source: Last valid answer
ca_es: Última resposta vàlida
cs_cz: Poslední platná odpověď
hr_hr: Zadnji valjani odgovor
it_it: Ultima risposta valida
ja_jp: 最後の有効な回答
ko_kr: 최근 검증한 답변
pt_br: Última resposta válida
ru_ru: Последний действительный ответ
sk_sk: Posledná platná odpoveď
tr_tr: Geçerli son yanıt

source: Source from template or user default or GLPI default
ca_es: Font de la plantilla o per defecte de l'usuari o GLPI per defecte
cs_cz: Zdroj ze šablony nebo výchozího uživatele nebo výchozího GLPI
hr_hr: Izvor iz predloška, iz korisničkog standardaa ili iz GLPI standarda
ja_jp: テンプレート、またはユーザーの標準、または GLPI の標準を元に
ko_kr: 템플릿 또는 사용자 기본값 또는 GLPI 기본값의 소스
pt_br: Origem do modelo ou padrão do usuário ou padrão do GLPI
ru_ru: Источник из шаблона или пользователь по умолчанию или GLPI по умолчанию
sk_sk: Zdroj zo šablóny alebo predvoleného používateľa alebo predvoleného nastavenia GLPI
tr_tr: Kalıptan ya da kullanıcı varsayılanından ya da GLPI varsayılanından kaynak

source: Default or from a template
ca_es: Per defecte o d'una plantilla
cs_cz: Výchozí nebo ze šablony
hr_hr: Standardno ili iz predloška
ja_jp: 標準またはテンプレートから
ko_kr: 기본 또는 양식 견본
pt_br: Padrão ou a partir de um modelo
ru_ru: По умолчанию или из шаблона
sk_sk: Predvolené alebo zo šablóny
tr_tr: Varsayılan ya da bir kalıptan

source: Specific type
ca_es: Tipus específic
cs_cz: Specifický typ
hr_hr: Određena vrsta
ja_jp: 特定の型
ko_kr: 특정 유형
pt_br: Tipo específico
ru_ru: Конкретный тип
sk_sk: Špecifický typ
tr_tr: Belirli tür

source: Ticket title
ca_es: Títol del tiquet
cs_cz: Název požadavku
hr_hr: Naslov naloga
it_it: Titolo della chiamata
ja_jp: チケットのタイトル
ko_kr: 티켓 제목
pt_br: Título do chamado
ru_ru: Заголовок заявки
sk_sk: Názov tiketu
tr_tr: Destek kaydı başlığı

source: Add validation message as first ticket followup
ca_es: Afegir un missatge de validació al primer seguiment
cs_cz: Přidat kontrolní zprávu při první změně požadavku
hr_hr: Dodaj poruku potvrde kao prvo priopćenje naloga
it_it: Aggiungi messaggio di validazione alla prima azione del ticket
ja_jp: 最初の回答として検証メッセージを追加
ko_kr: 첫번째 티켓 추적으로서의 확인 메시지 추가
pt_br: Adicionar mensagem de validação como primeiro acompanhamento do chamado
ru_ru: Добавить сообщение о согласовании как первый комментарий заявки
sk_sk: Pridajte overovaciu správu ako prvú kontrolu tiketu
tr_tr: İlk destek kaydı izlemesine değerlendirme iletisi eklensin

source: Add a field
ca_es: Afegir un camp
cs_cz: Přidat pole
hr_hr: Dodaj polje
ja_jp: フィールドを追加
ko_kr: 항목 추가
pt_br: Adicionar um campo
ru_ru: Добавить поле
sk_sk: Pridaj pole
tr_tr: Alan ekle

source: Managed fields
ca_es: Gestionar camps
cs_cz: Spravovaná pole
hr_hr: Upravljana polja
ja_jp: 管理フィールド
ko_kr: 관리 항목
pt_br: Campos gerenciados
ru_ru: Управляемые поля
sk_sk: Manažovateľné polia
tr_tr: Yönetilen alanlar

source: No managed field
ca_es: No hi ha camp gestionat
cs_cz: Nespravované pole
hr_hr: Nema upravljanog polja
ja_jp: 管理フィールドがありません
ko_kr: 관리 항목 없음
pt_br: Nenhum campo gerenciado
ru_ru: Нет управляемых полей
sk_sk: Nemanažovateľné polia
tr_tr: Herhangi bir yönetilen alan yok

source: Link to an other ticket
ca_es: Enllaça amb un altre tiquet
cs_cz: Odkázat na jiný požadavek
hr_hr: Poveži s jednim drugim nalogom
it_it: Collegamento ad altra chiamata
ja_jp: 別のチケットにリンク
ko_kr: 다른 티켓에 연결
pt_br: Link para outro chamado
ru_ru: Связать с другой заявкой
sk_sk: Odkaz na iný tiket
tr_tr: Başka bir destek kaydıyla bağlantı

source: An other destination of this form
ca_es: Un altre destí d'aquest formulari
cs_cz: Druhý cíl tohoto formuláře
hr_hr: Jedno drugo odredište ovog obrasca
it_it: Un'altra destinazione di questo modulo
ja_jp: このフォームの別の宛先
ko_kr: 이 양식의 다른 목적
pt_br: Outro destino deste formulário
ru_ru: Другая цель этой формы
sk_sk: Iný cieľ formulára
tr_tr: Bu form için farklı bir hedef

source: An existing ticket
ca_es: Tiquet existent
cs_cz: Existující požadavek
hr_hr: Jedan postojeći nalog
it_it: Una chiamata esistente
ja_jp: 既存のチケット
ko_kr: 존재하는 티켓
pt_br: Um chamado existente
ru_ru: Существующая заявка
sk_sk: Existujúci tiket
tr_tr: Var olan bir destek kaydı

source: A ticket from an answer to a question
ca_es: Tiquet de resposta a una pregunta
cs_cz: Požadavek z odpovědi na otázku
hr_hr: Nalog iz odgovora na pitanje
ja_jp: 質問に対する回答からのチケット
ko_kr: 질문에 대한 답변에서의 티켓
pt_br: Um chamado de uma resposta para uma pergunta
ru_ru: Заявка из ответа на вопрос
sk_sk: Tiket z odpovede na otázku
tr_tr: Bir sorunun bir yanıtından bir destek kaydı

# button
source: Delete permanently
ca_es: Eliminar definitivament
cs_cz: Trvale smazat
hr_hr: Izbriši zauvijek
ja_jp: 完全に削除
ko_kr: 영구 삭제
pt_br: Apagar permanentemente
ru_ru: Удалить навсегда
sk_sk: Natrvalo odstrániť
tr_tr: Kalıcı olarak sil

source: Invalid link type
ca_es: Tipus d'enllaç no vàlid
cs_cz: Neplatný typ odkazu
hr_hr: Neispravna vrsta poveznice
it_it: Tipo di link non valido
ja_jp: 無効なリンク型
ko_kr: 잘못된 연결 유형
pt_br: Tipo de vínculo inválido
ru_ru: Недействительный тип связи
sk_sk: Neplatný typ odkazu
tr_tr: Bağlantı türü geçersiz

source: Invalid linked item type
ca_es: Tipus d'element enllaçat no vàlid
cs_cz: Neplatný typ odkazované položky
hr_hr: Neispravna povezana vrsta predmeta
it_it: Tipo di elemento linkato non valido
ja_jp: リンク先のアイテム型が無効
ko_kr: 잘못된 연결된 품목 유형
pt_br: Tipo de item vinculado inválido
ru_ru: Недействительный тип связанного элемента
sk_sk: Neplatné prepojenie Typ položky
tr_tr: Bağlantılı öge türü geçersiz

source: Linked item does not exists
ca_es: L'element enllaçat no existeix
cs_cz: Odkazovaná položka neexistuje
hr_hr: Povezani predmet ne postoji
it_it: L'elemento linkato non esiste
ja_jp: リンク先のアイテムが存在しません
ko_kr: 연결된 품목이 존재하지 않습니다
pt_br: Item vinculado não existe
ru_ru: Связанный элемент не существует
sk_sk: Prepojená položka neexistuje
tr_tr: Bağlantılı öge bulunamadı

source: Failed to link the item
ca_es: No s'ha pogut enllaçar l'element
cs_cz: Nepodařilo se odkázat na položku
hr_hr: Neuspjelo povezivanje predmeta
it_it: Errore ad agganciare l'elemento
ja_jp: アイテムへのリンクに失敗
ko_kr: 품목에 연결 실패함
pt_br: Falha ao vincular o item
ru_ru: Не удалось связать элемент
sk_sk: Chyba prepojenia položky
tr_tr: Öge bağlantısı kurulamadı

source: Your form has been accepted by the validator
ca_es: La teva sol·licitud ha estat acceptada pel validador
cs_cz: Váš formulář byl ověřen ověřovatelem
hr_hr: Potvrditelj je prihvatio tvoj obrazac
it_it: Il tuo modulo è stato accettato dal validatore
ja_jp: あなたのフォームは検証者に承認されました
ko_kr: 당신의 양식이 확인자에 의해 승인되었습니다.
pt_br: Seu formulário foi aceito pelo validador
ru_ru: Ваша форма была принята согласующим
sk_sk: Váš formulár bol akceptovaný overovateľom
tr_tr: Formunuz değerlendiren tarafından onaylandı

source: Request source
ca_es: Origen de la sol·licitud
cs_cz: Zdroj dotazu
hr_hr: Izvor zahtjeva
ja_jp: 要求元
ko_kr: 요청 소스
pt_br: Origem da solicitação
ru_ru: Источник запроса
sk_sk: Zdroj požiadavky
tr_tr: İstek kaynağı
