Repository: DMOS-Technologies/formcreator
Catalog: locales/*.po
Languages: ca_es, cs_cz, hr_hr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sk_sk, tr_tr

source: Hi,\nWe are sorry to inform you that your form has been refused by the validator for the reason below:\n##formcreator.validation_comment##\n\nYou can still modify and resubmit it by clicking onto this link:\n##formcreator.validation_link##
ca_es: Hola, \nLa teva sol·licitud ha estat denegada pel validador a causa de: \n ##formcreator.validation_comment##.\n\nEncara la pot modificar i tornar a enviar fent clic en aquest enllaç: \n ##formcreator.validation_link##
cs_cz: Dobrý den,\n váš formulář byl žel zamítnut ověřovatelem z tohoto důvodu: \n##formcreator.validation_comment##\n\nFormulář můžete nadále upravovat kliknutím na tento odkaz:\n##formcreator.validation_link##
hr_hr: Pozdrav,\nobavještamo te, da je potvrditelj odbio tvoj obrazac iz dolje navedenih razloga:\n##formcreator.validation_comment##\n\nJoš uvijek ga možeš izmijeniti i ponovo poslati na odobrenje putem poveznice:\n##formcreator.validation_link##
it_it: Salve,\nSiamo spiacenti di informarti che il tuo modulo è stato rifiutato dal validatore per il seguente motivo:\n##formcreator.validation_comment##\n\nPuoi modificare e inviarlo nuovamente cliccando sul seguente link:\n##formcreator.validation_link##
ja_jp: こんにちは。\n残念ながら、あなたのフォームは以下の理由により検証者に拒否されました : \n##formcreator.validation_comment##\n\n以下のリンクをクリックして、変更・再検証を提出することができます : \n##formcreator.validation_link##
ko_kr: 안녕하세요,\n다음의 이유로 확인자에 의해 당신의 양식이 거부됨을 알리게 되어 유감입니다:\n##formcreator.validation_comment##\n\n아직은 이 링크를 클릭하여 수정하여 다시 제출할 수 있습니다:\n##formcreator.validation_link##
pt_br: Olá,\nLamentamos informar que o seu formulário foi recusado pelo validador pelo motivo abaixo:\n##formcreator.validation_comment##\n\nVocê pode modificá-lo e re-submetê-lo clicando neste link:\n##formcreator.validation_link##
ru_ru: Здравствуйте,\nВаш запрос отклонен согласующим по следующей причине:\n##formcreator.validation_comment##\n\nВы можете внести исправления и отправить его заново по ссылке:\n##formcreator.validation_link##
sk_sk: Dobrý deň,\nOznamujeme Vám, že Váš formulár bol odmietnutý overovateľom z nižšie uvedeného dôvodu:\n##formcreator.validation_comment##\n\nStále ho môžete upraviť a znova odoslať kliknutím na tento odkaz:\n ##formcreator.validation_link##
tr_tr: Merhaba,\nFormunuz üzerindeki veriler şu sorunlar nedeniyle reddedildi:\n##formcreator.validation_comment##\n\nFormdaki verileri düzenleyip yeniden göndermek için şu bağlantıyı kullanabilirsiniz:\n##formcreator.validation_link##

source: Hi,\nWe are pleased to inform you that your form has been accepted by the validator.\nYour request will be considered soon.
ca_es: Hola, \nEns complau informar-te que la seva sol·licitud ha estat acceptada pel validador. \nLa sol·licitud serà tramitada en breu.
cs_cz: Dobrý den,\n Váš formulář byl schválen ověřovatelem.\n Váš požadavek bude brzy řešen.
hr_hr: Pozdrav,\nobavještavamo te, da je potvrditelj prihvatio tvoj obrazac.\nZahtjev će uskoro biti razmotren.
it_it: Salve,\nSiamo lieti di informarti che il tuo modulo è stato accettato dal validatore..\nLa tua richiesta sarà considerata presto.
ja_jp: こんにちは\nあなたのフォームが検証者より承認されたことをご報告します。\nすぐにあなたの要求の検討をはじめます。
ko_kr: 안녕하세요,\n확인자에 의해 당신의 양식이 승인됨을 알리게 되어 기쁩니다.\n당신의 요청은 곧 고려되게 됩니다.
pt_br: Olá,\nTemos a satisfação de informá-lo que o seu formulário foi aceito pelo validador.\nSua solicitação será considerada em breve.
ru_ru: Здравствуйте,\nВаш запрос согласован и будет вскоре рассмотрен.
sk_sk: Dobrý deň,\nOznamujeme Vám, že overovateľ Váš formulár prijal.\nVaša žiadosť bude čoskoro posúdená.
tr_tr: Merhaba,\nFormunuz değerlendiren tarafından kabul edildi.\nİsteğiniz kısa süre içinde değerlendirilecek.

source: Your form has been deleted by an administrator
ca_es: La teva sol·licitud ha estat eliminada per un administrador
cs_cz: Váš formulář byl smazán správcem
hr_hr: Administrator je izbrisao obrazac
it_it: Il tuo modulo è stato cancellato da un amministratore
ja_jp: あなたのフォームは管理者が削除しました。
ko_kr: 당신의 양식이 관리자에 의해 삭제되었습니다
pt_br: Seu formulário foi deletado por um administrador
ru_ru: Ваш запрос удален администратором
sk_sk: Váš formulár bol odstránený administrátorom
tr_tr: Formunuz bir yönetici tarafından silindi

source: Hi,\nWe are sorry to inform you that your request cannot be considered and has been deleted by an administrator.
ca_es: Hola, \n Malauradament la teva sol·licitud no pot ser considerada i s'ha suprimit per un administrador.
cs_cz: Dobrý den,\n Váš formulář nebude řešen a byl smazán správcem.
hr_hr: Pozdrav,\nobavještavamo te, da tvoj zahtjev nažalost ne možemo uzeti u obzir i da ga je administrator izbrisao.
it_it: Salve,\nSiamo spiacenti di informarti che la tua richiesta non sarà considerata ed è stata eliminata da un amministratore.
ja_jp: こんにちは\n残念ながらあなたの要求は検討に値しないものとして管理者が削除しました。
ko_kr: 안녕하세요,\n당신의 요청이 고려될 수 없고 관리자에 의해 삭제됨을 알리게 되어 유감입니다.
pt_br: Olá,\nNós lamentamos informar que a sua solicitação não pode ser considerada e foi deletada por um administrador.
ru_ru: Здравствуйте,\nВаш запрос не может быть рассмотрен и был удален администратором.
sk_sk: Dobrý deň,\nOznamujeme Vám, že Vašu žiadosť nemôžeme posúdiť a administrátor ju vymazal.
tr_tr: Merhaba,\nİsteğiniz dikkate alınmadı ve bir yönetici tarafından silindi.

source: Formcreator - Sync service catalog issues
ca_es: Formcreator - Problemes amb la sincronització del catàleg de serveis
cs_cz: Vytváření formulářů – problémy katalogu synchronizační služby
hr_hr: Formcreator – Problemi sa sinkronizacijom kataloga usluga
it_it: Formcreator - Problema nel servizio di sincronizzazione del catalogo
ja_jp: フォーム作成 - サービス カタログの問題を同期
ko_kr: 양식생성기 - 서비스 목록 문제 동기화
pt_br: Formcreator - Sincronizar problemas do catálogo de serviços
ru_ru: Formcreator - Проблемы каталога службы синхронизации
sk_sk: Tvorba formulárov - Problémy so synchronizáciou katalógu služieb
tr_tr: Formcreator - Eşitleme hizmeti katalog sorunları

source: Failed to check the sanity of the tables!
hr_hr: Neuspjela provjera ispravnosti tablica!
ja_jp: テーブルの整合性検査に失敗しました！
ko_kr: 테이블의 온전성 확인에 실패했습니다!
pt_br: Falha ao checar a sanidade das tabelas!
sk_sk: Nepodarilo sa skontrolovať logickosť tabuliek!
tr_tr: Tabloların sağlıklı olup olmadığı denetlenemedi!

source: Table schema differs for table "%s".
hr_hr: Shema tablice se razlikuje za tablicu „%s”.
ja_jp: 「%s」テーブルのテーブルスキーマが異なります。
ko_kr: 테이블 스키마가 테이블 "%s"와 다릅니다.
pt_br: O esquema da tabela diferente para a tabela "%s".
sk_sk: Schéma tabuľky je odlišná pre tabuľku "%s".
tr_tr: "%s" tablosunun tablo şeması farklı.

source: Table "%s" is missing.
hr_hr: Nedostaje tablica „%s”.
ja_jp: 「%s」テーブルが見つかりン銭。
ko_kr: 테이블 "%s" 이 없습니다.
pt_br: Tabela "%s" está faltando.
sk_sk: Tabuľka „%s“ chýba.
tr_tr: "%s" tablosu eksik.

source: Unknown table "%s" has been found in database.
hr_hr: U bazi podataka je pronađena nepoznata tablica „%s”.
ja_jp: 不明な「%s」テーブルがデータベースに見つかりました。
ko_kr: 데이터베이스에서 알 수 없ㄴ느 테이블 "%s"이 발견되었습니다.
pt_br: A tabela desconhecida "%s" foi encontrada no banco de dados.
sk_sk: V databáze bola nájdená neznáma tabuľka "%s".
tr_tr: Veritabanında ne olduğu bilinmeyen "%s" tablosu bulundu.

# button
source: Duplicate
ca_es: Duplicada
cs_cz: Kopírovat
hr_hr: Dupliciraj
it_it: Duplica
ja_jp: 複製
ko_kr: 복제
pt_br: Duplicar
ru_ru: Дублировать
sk_sk: Duplicitné
tr_tr: Kopyala

source: Transfer
ca_es: Transferència
cs_cz: Převod
hr_hr: Prenesi
ja_jp: 転送
ko_kr: 전송자
pt_br: Transferir
ru_ru: Передача
sk_sk: Prenos
tr_tr: Aktar

# button
source: Export
ca_es: Exporta
hr_hr: Izvezi
ja_jp: エクスポート
ko_kr: 내보내기
pt_br: Exportar
ru_ru: Экспорт
tr_tr: Dışa aktar

source: Cancel my ticket
ca_es: Cancel·lar el meu tiquet
cs_cz: Zrušit můj požadavek
hr_hr: Otkaži moj nalog
it_it: Cancella il mio ticket
ja_jp: 自分のチケットを中止
ko_kr: 내 티켓 취소
pt_br: Cancelar meu chamado
ru_ru: Отменить мою заявку
sk_sk: Zrušiť tiket
tr_tr: Destek kaydımı iptal et

source: Old
ca_es: Antic
cs_cz: Staré
hr_hr: Staro
ja_jp: 古い
ko_kr: 오래됨
pt_br: antigo
ru_ru: Старый
sk_sk: Starý
tr_tr: Eski

source: Number of %s
ca_es: Nombre de %s
cs_cz: Počet z %s
hr_hr: Broj za %s
ja_jp: %s の数
ko_kr: %s의 횟수
pt_br: Número de %s
ru_ru: Номер из %s
sk_sk: Počet %s
tr_tr: %s sayısı

source: Issues summary
ca_es: Resum de problemes
cs_cz: Shrnutí problémů
hr_hr: Sažetak problema
ja_jp: 問題概要
ko_kr: 이슈 요약
pt_br: Resumo dos problemas
ru_ru: Список проблем
sk_sk: Súhrn issues
tr_tr: Sorun özeti

source: Formcreator's mini dashboard not usable as default. This Setting has been ignored.
ca_es: El mini tauler de control de Formcreator no es pot utilitzar per defecte. Aquesta configuració s'ha ignorat.
cs_cz: Mini nástěnka Tvůrce formulářů nelze jako výchozí použít. Toto nastavení bylo ignorováno.
hr_hr: Mini nadzorna ploča Formcreatora nije standardno upotrebljiva. Ova postavkaje zanemarena.
ja_jp: フォーム作成のミニダッシュボードは、標準では使用できません。この設定は無視されます。
ko_kr: 양식생성기의 미니 대시보드는 기본적으로 사용할 수 없습니다. 이 설정은 무시되었습니다.
pt_br: O mini painel do Formcreator não pode ser usado como padrão. Esta configuração foi ignorada.
ru_ru: Мини-панель Formcreator не используется по умолчанию. Эта настройка была проигнорирована.
sk_sk: Mini dashboard tvorby fomulárov nie je možné použiť ako predvolený. Toto nastavenie bolo ignorované.
tr_tr: Formcreator mini panosu varsayılan olarak kullanılamaz. Bu ayar yok sayılacak.

source: No form found. Please choose a form below instead.
ca_es: Formulari no trobat. Escull-ne un altre.
cs_cz: Nebyl nalezen žádný formulář. Vyberte prosím formulář níže.
hr_hr: Nijedan obrazac nije pronađen. Dolje odaberi obrazac.
ja_jp: フォームが見つかりません。代わりに以下のフォームから選択してください。
ko_kr: 양식을 찾을 수 없습니다. 대신 다음 양식에서 선택해 주세요.
pt_br: Nenhum formulário encontrado. Por favor, escolha um formulário abaixo.
ru_ru: Форма не найдена. Пожалуйста выберите форму из списка ниже.
sk_sk: Nenašiel sa žiadny formulár. Namiesto toho vyberte formulár nižšie.
tr_tr: Herhangi bir form bulunamadı. Lütfen aşağıdan bir form seçin.

source: No form found.
ca_es: Formulari no trobat.
cs_cz: Nebyl nalezen žádný formulář.
hr_hr: Nijedan obrazac nije pronađen.
ja_jp: フォームが見つかりません。
ko_kr: 양식을 찾을 수 없습니다.
pt_br: Nenhum formulário encontrado.
ru_ru: Форма не найдена.
sk_sk: Nenašiel sa formulár
tr_tr: Herhangi bir form bulunamadı.

source: No FAQ item found.
ca_es: No s'ha trobat l'element a FAQ.
cs_cz: Nebyla nalezena žádná položka FAQ.
hr_hr: Nijedno ČPP nije pronađeno.
ja_jp: FAQ アイテムが見つかりません。
ko_kr: FAQ 항목을 찾을 수 없습니다.
pt_br: Nenhum item do FAQ encontrado.
ru_ru: Не найдено записи FAQ
sk_sk: Nenašla sa žiadna položka v FAQ
tr_tr: Herhangi bir SSS ögesi bulunamadı.

source: Are you sure you want to delete this question?
ca_es: Segur que vols eliminar aquesta pregunta?
cs_cz: Opravdu chcete smazat tuto otázku?
hr_hr: Zaista želiš izbrisati ovo pitanje?
it_it: Sei sicuro di voler eliminare questa domanda?
ja_jp: この質問を削除します。よろしいですか？
ko_kr: 이 질문을 삭제 하시겠습니까?
pt_br: Tem certeza que quer deletar esta questão?
ru_ru: Вы уверены, что хотите удалить этот вопрос?
sk_sk: Naozaj chcete odstrániť túto otázku?
tr_tr: Bu soruyu silmek istediğinize emin misiniz?

source: Are you sure you want to delete this section?
ca_es: Segur que vols eliminar aquesta secció?
cs_cz: Opravdu chcete smazat tuto sekci?
hr_hr: Zaista želiš izbrisati ovaj odjeljak?
it_it: Sei sicuro di voler eliminare questa sezione?
ja_jp: このセクションを削除します。よろしいですか？
ko_kr: 이 섹션을 삭제 하시겠습니까?
pt_br: Tem certeza que quer deletar esta seção?
ru_ru: Вы уверены, что хотите удалить этот раздел?
sk_sk: Naozaj chcete odstrániť túto sekciu?
tr_tr: Bu bölümü silmek istediğinize emin misiniz?

source: Add translations
ca_es: Afegir traduccions
cs_cz: Přidat překlady
hr_hr: Dodaj prijevode
ja_jp: 翻訳を追加
ko_kr: 번역 추가
pt_br: Adicionar traduções
ru_ru: Добавить перевод
sk_sk: Pridajte preklady
tr_tr: Çeviriler ekle

source: An error occured while querying forms
ca_es: Error en consultar els formularis
cs_cz: Došlo k chybě při dotazování formuláře
hr_hr: Dogodila se greška prilikom traženja obrazaca
it_it: Si è verificato un errore durante l'interrogazione del modulo
ja_jp: フォームのクエリーでエラーが発生
ko_kr: 양식 질의 중 오류 발생함
pt_br: Um erro ocorreu enquanto requisitando forumlários
ru_ru: Произошла ошибка во время выполнения запроса форм
sk_sk: Pri dopytovaní formulárov sa vyskytla chyba
tr_tr: Formlar alınırken bir sorun çıktı

source: Send
ca_es: Envia
cs_cz: Odeslat
hr_hr: Pošalji
ja_jp: 送信
ko_kr: 전송
pt_br: Enviar
ru_ru: Отправить
sk_sk: Poslať
tr_tr: Gönder

source: An internal error occurred. Please report it to administrator.
hr_hr: Dogodila se interna greška. Prijavi je administratoru.
ja_jp: 内部エラー発生。管理者に報告してください。
ko_kr: 내부 오류 발생함. 관리자에게 보고해 주세요.
pt_br: Ocorreu um erro interno. Por favor, informe ao administrador.
sk_sk: Vyskytla sa interná chyba. Nahláste to prosím správcovi.
tr_tr: Bir sorun çıktı. Lütfen bu durumu BT yöneticinize bildirin.

source: Are you sure you want to delete this target:
ca_es: Segur que vols eliminar aquest destí?
cs_cz: Opravdu chcete smazat tento cíl:
hr_hr: Zaista želiš izbrisati ovaj cilj:
pt_br: Tem certeza de que deseja excluir este destino:
ru_ru: Вы уверены, что хотите удалить этот объект:
tr_tr: Bu hedefi silmek istediğinize emin misiniz:

source: Required
ca_es: Obligatori
cs_cz: Povinné
hr_hr: Obavezno
it_it: Obbligatorio
ja_jp: 必須
ko_kr: 필수
pt_br: Obrigatório
ru_ru: Обязательный
sk_sk: Povinný
tr_tr: Zorunlu

source: Default values
ca_es: Valors per defecte
cs_cz: Výchozí hodnoty
hr_hr: Standardne vrijednosti
it_it: Valori di default
ja_jp: 標準値
ko_kr: 기본 값
pt_br: Valores padrão
ru_ru: Значение по-умолчанию
sk_sk: Prednastavené hodnoty
tr_tr: Varsayılan değerler

source: Show empty
ca_es: Mostrar buit
cs_cz: Zobrazit prázdné
hr_hr: Prikaži prazne
it_it: Mostra opzione vuota
ja_jp: 空を表示
ko_kr: 빈란 표시
pt_br: Mostrar vazio
ru_ru: Показывать пустой
sk_sk: Zobraziť prázdne
tr_tr: Boşlar görüntülensin

source: LDAP directory
cs_cz: LDAP adresář
hr_hr: LDAP direktorij
ja_jp: LDAP ディレクトリー
ko_kr: LDAP 디렉토리
ru_ru: LDAP каталог
tr_tr: LDAP klasörü

source: Attribute
ca_es: Atribut
cs_cz: Atribut
hr_hr: Svojstvo
it_it: Attributo
ja_jp: 属性
ko_kr: 속성
pt_br: Atributos
ru_ru: Атрибут
sk_sk: Atribút
tr_tr: Öznitelik

source: Values
ca_es: Valors
cs_cz: Hodnoty
hr_hr: Vrijednosti
it_it: Valori
ja_jp: 値
ko_kr: 값
pt_br: Valores
ru_ru: Значения
sk_sk: Hodnoty
tr_tr: Değerler

source: Show ticket categories
ca_es: Mostra les categories del tiquet
cs_cz: Zobrazit kategorie požadavků
hr_hr: Prikaži kategorije naloga
it_it: Visualizza le categorie dei ticket
ja_jp: チケット カテゴリーを表示
ko_kr: 티켓 분류 표시
pt_br: Mostrar categorias dos chamados
ru_ru: Отображать категории заявок
sk_sk: Zobraziť kategórie tiketov
tr_tr: Destek kaydı kategorilerini görüntüle

source: Selectable root
ca_es: Arrel seleccionable
cs_cz: Volitelný kořen
hr_hr: Selektivni korijen
ja_jp: 選択可能なルート
ko_kr: 선택가능 root
pt_br: Raiz selecionável
ru_ru: Выбираемый источник
tr_tr: Seçilebilir kök

source: Direct access on homepage
ca_es: Accés directe a la pàgina d'inici
cs_cz: Přímý přístup na domovskou stránku
hr_hr: Izravan pristup na početnoj stranici
it_it: Accesso da homepage
ja_jp: ホームページへの直接接続
ko_kr: 홈페이지에 바로 접속
pt_br: Acesso direto na página inicial
ru_ru: Прямой доступ с домашней страницы
sk_sk: Priamy prístup na domovskú stránku
tr_tr: Açılışa doğrudan erişim

source: Default form in service catalog
ca_es: Formulari per defecte del catàleg de serveis
cs_cz: Výchozí formulář v katalogu služeb
hr_hr: Standardni obrazac u katalogu usluga
it_it: Modulo di default nel catalogo dei servizi
ja_jp: サービス カタログでの標準フォーム
ko_kr: 서비스 목록 내의 기본 양식
pt_br: Formulário padrão no catálogo de serviços
ru_ru: Форма по умолчанию в каталоге услуг
sk_sk: Predvolený formulár v katalógu služieb
tr_tr: Hizmet kataloğundaki varsayılan form

source: Are you a robot ?
ca_es: Ets un robot?
cs_cz: Jste robot?
hr_hr: Jesi li robot?
it_it: Sei un robot?
ja_jp: あなたはロボットですか？
ko_kr: 당신은 로봇인가요?
pt_br: Você é um robô ?
ru_ru: Вы робот?
sk_sk: Ste robot?
tr_tr: Robot musunuz?

source: Condition to show the section
ca_es: Condició per mostrar la secció
cs_cz: Podmínka pro zobrazení sekce
hr_hr: Uvjet za prikaz odjeljka
ja_jp: このセクションを表示する条件
ko_kr: 섹션 표시 조건
pt_br: Condições de exibição da seção
ru_ru: Условие показа раздела
sk_sk: Podmienka na zobrazenie sekcie
tr_tr: Bölümün görüntülenme koşulu

source: Condition to generate the target
ca_es: Condició per generar el destí
cs_cz: Podmínka pro generování cíle
hr_hr: Uvjet za generiranje cilja
ja_jp: 対象を生成する条件
ko_kr: 대상 생성 조건
pt_br: Condição para gerar o alvo
ru_ru: Условие для создания цели
sk_sk: Podmienka na vytvorenie cieľa
tr_tr: Hedefin oluşturulacağı koşul

source: Condition to show the question
ca_es: Condició per ensenyar la pregunta
cs_cz: Podmínka pro zobrazení otázky
hr_hr: Uvjet za prikaz pitanja
it_it: Condizione per mostrare la domanda
pt_br: Condições de exibição da questão
ru_ru: Условие для отображения вопроса
tr_tr: Sorunun görüntülenme koşulu

source: Impacts
ca_es: Impactes
cs_cz: Dopady
hr_hr: Utjecaji
it_it: Impatto
ja_jp: 影響
ko_kr: 영향
pt_br: Impactos
ru_ru: Воздействия
sk_sk: Dopady
tr_tr: Etkiler

source: Checklist
ca_es: Llista de control
cs_cz: Kontrolní seznam
hr_hr: Popis zadataka
ja_jp: チェックリスト
ko_kr: 확인목록
pt_br: Lista de controle
ru_ru: Чек-лист
sk_sk: Kontrolný zoznam
tr_tr: Denetim listesi

source: Answers title
ca_es: Titol de les rspostes
cs_cz: Název odpovědí
hr_hr: Naslov odgovora
ja_jp: 回答のタイトル
ko_kr: 답변 제목
pt_br: Título das respostas
ru_ru: Заголовок ответа
sk_sk: Názov odpovedí
tr_tr: Yanıtlar başlığı

source: Add a section
ca_es: Afegir una secció
cs_cz: Přidat sekci
hr_hr: Dodaj odjeljak
it_it: Aggiungi una sezione
ja_jp: セクションの追加
ko_kr: 섹션 추가
pt_br: Adicionar uma seção
ru_ru: Добавить раздел
sk_sk: Pridaj sekciu
tr_tr: Bir bölüm ekle

source: Condition to show the submit button
ca_es: Condicions per mostrar el botó d'enviament
cs_cz: Podmínka pro zobrazení tlačítka Odeslat
hr_hr: Uvjet za prikaz gumba za slanje
ja_jp: 「投稿する」を表示する条件
ko_kr: 제출 버튼을 표시하는 조건
pt_br: Condição para mostrar o botão de enviar
ru_ru: Условие для отображения кнопки отправки
sk_sk: Podmienka zobrazenia tlačidla Odoslať
tr_tr: Gönder düğmesinin görüntülenme koşulu

source: No form answer yet
hr_hr: Još nema odgovora u obrascu
ja_jp: まだフォームの回答なし
ko_kr: 아직 답변한 양식 없음
pt_br: Nenhuma resposta de formulário ainda
tr_tr: Henüz bir yanıt formu gönderilmemiş

source: %s latest items
hr_hr: %s zadnjih predmeta
ja_jp: 最後に利用した %s 件のアイテム
ko_kr: %s 최근 항목
pt_br: %s itens mais recentes
tr_tr: %s son öge

source: Add a question
ca_es: Afegir una pregunta
cs_cz: Přidat otázku
hr_hr: Dodaj pitanje
it_it: Aggiungi una domanda
ja_jp: 質問を追加
ko_kr: 질문 추가
pt_br: Adicionar uma questão
ru_ru: Добавить вопрос
sk_sk: Pridaj otázku
tr_tr: Bir soru ekle

source: List of available tags
ca_es: Llista d'etiquetes disponibles
cs_cz: Seznam dostupných tagů
hr_hr: Popis dostupnih oznaka
ja_jp: 利用できるタグ一覧
ko_kr: 사용가능한 태그의 목록
pt_br: Lista de tags disponíveis
ru_ru: Список доступных тегов
sk_sk: Zoznam dostupných tagov
tr_tr: Kullanılabilecek etiketlerin listesi

source: Title
ca_es: Títol
cs_cz: Název
hr_hr: Naslov
ja_jp: タイトル
ko_kr: 제목
pt_br: Titulo
ru_ru: Заголовок
sk_sk: Názov
tr_tr: Başlık

source: Full form
ca_es: Sol·licitud completa
cs_cz: Celý formulář
hr_hr: Potpuni obrazac
it_it: Modulo completo
ja_jp: 全フォーム
ko_kr: 전체 양식
pt_br: Formulário completo
ru_ru: Форма полностью
sk_sk: vyplnený formulár
tr_tr: Tam form

source: Min
ca_es: Mín
ja_jp: 最小
ko_kr: 최소
pt_br: Mínimo
ru_ru: Мин
tr_tr: En küçük

source: Max
hr_hr: Maks.
ja_jp: 最大
ko_kr: 최대
pt_br: Máximo
ru_ru: Макс
tr_tr: En büyük

source: Form
ca_es: Formulari
cs_cz: Formulář
hr_hr: Obrazac
it_it: Modulo #
ja_jp: フォーム
ko_kr: 양식
pt_br: Formulário
ru_ru: Форма

source: Formcreator
cs_cz: Tvůrce formulářů
ja_jp: フォーム作成
ko_kr: 양식생성기
pt_br: Criador de formulários
ru_ru: Редактор форм
sk_sk: Tvorba formulárov

source: Search filter
ja_jp: 検索フィルター

source: LDAP attribute is required!
ja_jp: LDAP 属性が必要です！

source: The following question needs at least %d answers: %s
ja_jp: 以下の質問では、少なくとも %d 個の回答が必要です : %s

source: The following question does not accept more than %d answers: %s
ja_jp: 以下の質問では、%d 個を超える回答は受け付けません : %s

source: Approver substitute
ja_jp: 承認者の交代

source: Substitute of a member of approver group
ja_jp: 承認者グループのメンバーの交代

source: Form approver substitute
ja_jp: フォーム承認者交代

source: Current form approver group
ja_jp: 現在のフォーム承認者グループ
ko_kr: 현재 양식 승인자 그룹

source: Current form approver
ja_jp: 現在のフォーム承認者
ko_kr: 현재 양식 승인자

source: Form ID
ja_jp: フォーム ID

source: Validation comment
ja_jp: 検証コメント

source: Request ID
ja_jp: 要求 ID

source: An internal error occured when verifying your answers. Please report it to your administrator.
ja_jp: 回答の検証で内部エラー発生。管理者に報告してください。

source: You are a validator of the form, then your approval hs been added automatically.
ja_jp: あなたはフォームの承認者です。あなたの承認を自動的に追加します。

source: No captcha set.
ja_jp: captcha 設定なし。

source: You failed the captcha test.
ja_jp: captcha テストに失敗しました。

source: Consult reminders
ja_jp: リマインダーを参照する

source: Apply
ja_jp: 適用

source: The name cannot be empty.
ja_jp: 名前を入力してください。

source: The language must be associated to a form.
ja_jp: 言語をフォームに関連付けてください。

source: The specified language is not available.
ja_jp: 指定の言語は無効です。

source: Supervisor of the requester
ja_jp: 要求者の監督者

source: Invalid validator.
ja_jp: 無効な承認者。

source: Only level 1 is allowed for %s.
ja_jp: %s はレベル 1 のみ許可しています

source: Invalid validator type.
ja_jp: 無効な承認者型です。

source: Level
ja_jp: レベル
ko_kr: 수준

source: Next form
ja_jp: 次のフォーム

source: A loop is generated!
ja_jp: ループができています！

source: Form updated: %s
ja_jp: フォームを更新しました : %s

source: The field type cannot be changed. Delete then recreate the question.
ja_jp: フィールド型は変更できません。質問を削除して再作成してください。

source: Searching for invalid items...
ja_jp: 無効な項目を検索しています...

source: Done.
ja_jp: 完了しました。

source: Step 1: double encoded < and > signs.
ja_jp: ステップ 1 : URL エンコーディングした < と > の特殊記号。

source: No invalid items found.
ja_jp: 無効なアイテムは見つかりません。

source: Step 2: literal BR tag.
ja_jp: ステップ 2 : 明示的 BR タグ。

source: Step 3: litteral > sign.
ja_jp: ステップ 3 : 明示的 > 特殊文字。

source: Requester supervisor
ja_jp: 要求者の監督者

source: My supervisor
ja_jp: 自分の監督者

source: Internal error: translatable string not found.
ja_jp: 内部エラー : 翻訳可能な文字列がありません。

# button
source: Access rights
ja_jp: アクセス権

source: Are you sure you want to delete this validator ?
ja_jp: この承認者を削除します。よろしいですか？

source: Are you sure you want to duplicate this target?
ja_jp: この承認者を複製します。よろしいですか？

source: Are you sure you want to delete this target?
ja_jp: この対象を削除します。よろしいですか？

source: General
ja_jp: 一般

source: validation percent
ja_jp: 承認率

source: Add a validator
ja_jp: 承認者の追加
ko_kr: 확인자 추가

source: Validation level
ja_jp: 承認レベル
ko_kr: 검증 수준

source: Validator type
ja_jp: 承認型

source: Validators
ja_jp: 検証者
ko_kr: 확인자
sk_sk: Overovateľov

source: Validation status
ja_jp: 承認状態
ko_kr: 검증 상태

source: %1$s = %2$s
it_it: 1%1$s = 2%2$s

source: LDAP size limit exceeded
it_it: I limiti di dimensione di LDAP sono stati superati

source: Field '%1$s' type not implemented yet !
it_it: Il tipo di campo '%1$s' non è ancora stato implementato!

source: The following question does not accept more than %d answers
it_it: La seguente domanda non accetta più di %d risposte

source: Not validated
it_it: Non validata

source: Hi,\nA form from GLPI need to be validate and you have been choosen as the validator.\nYou can access it by clicking onto this link:\n##formcreator.validation_link##
it_it: Salve,\nUn modulo GLPI ha bisogno di essere validato e tu sei un validatore.\nPuoi accedere ad esso cliccando sul seguente link:\n##formcreator.validation_link##
